Repository: skylines-project/skylines
Catalog: skylines/frontend/translations/*/LC_MESSAGES/messages.po
Languages: cs, de, es, fi, fr, hu, nl, pl, ru, sl

source: In %(xcsoar)s, open the <em>Setup System</em> dialog, click on <em>Setup</em> and then <em>Tracking</em>. Turn SkyLines tracking on, and enter your Live Tracking key.
cs: V %(xcsoar)s, otevřete <em>Setup System</em> dialog, klikněte na <em>Setup</em> a potom <em>Tracking</em>. Nastavte SkyLines tracking na on, and vložte váš klíč pro Live Tracking .
de: Öffne die <em>Systemkonfigurationen</em> in %(xcsoar)s, klicke auf <em>Einstellungen</em> und dann auf <em>Verfolgung</em>., aktiviere das SkyLines Tracking und gib Deinen Live Tracking Key ein.
es: En %(xcsoar)s, abre el diálogo de <em>Configurar Sistema</em>, haz click en <em>Configuración</em> y luego en <em>Tracking</em>. Enciende el Seguimiento en Vivo de Skylines e ingresa tu clave de Seguimiento en Vivo.
fi: %(xcsoar)sissa valitse <em>Setup System</em> -dialogi, paina <em>Setup</em> ja <em>Tracking</em>. Käynnistä Skylines tracking ja syötä Live-seurannan avainkoodisi.
fr: Dans %(xcsoar)s, ouvrez le menu <em>Setup System</em>, cliquez sur <em>Setup</em> puis <em>Tracking</em>. Activez le Tracking en sélectionnant ON face au champ SkyLines, et saissez votre clef personnelle de Tracking.
hu: %(xcsoar)s -ban, nyisd meg a <em>Setup System (Konfig - Rendszer)</em> ablakot, kattints a <em>Setup (Beállítás)</em> majd <em>Tracking (Nyomkövetés)</em> -re. Állítsd a SkyLines nyomkövetést "on (be)" állapotra, és add meg a Live Tracking kulcsodat ("Key").
nl: In %(xcsoar)s, open het <em>Setup System</em> scherm, klik op <em>Setup</em> en dan <em>Tracking</em>. Zet SkyLines tracking aan, en vul je Live Tracking key in.
pl: W %(xcsoar)s, otwórz <em>Setup System</em>, naciśnij <em>Setup</em> i następnie <em>Tracking</em>. Włącz śledzenie SkyLines i wprowadź twój klucz Live Tracking.
ru: В %(xcsoar)s, откройте <em>Системные настройки</em>, нажмите на пункт <em>Установки</em>, затем на <em>Tracking</em>. Включите трекинг SkyLines и введите свой ключ трекинга.
sl: V %(xcsoar)s, odprite <em>Setup System</em> okno, kliknite na <em>Setup</em> nato <em>Tracking</em>. Vključite SkyLines sledenje, in vpišite svoj ključ za sledenje.

source: Friends
de: Freunde
es: Amigos
fi: Kaverit
fr: Amis
nl: Vrienden
pl: Znajomi
sl: Prijatelji

source: Other pilots
de: Andere Piloten
es: Otros pilotos
fi: Muut lentäjät
fr: Autres pilotes
nl: Andere piloten
pl: Inni piloci
sl: Drugi piloti

source: How to use Live Tracking?
cs: Jak si rozchodit Live Tracking?
de: Wie benutzt man Live Tracking?
es: ¿Cómo usar el Seguimiento en Vivo?
fi: Live-seurannan käyttäminen
fr: Comment utiliser le tracking ?
hu: Hogyan lehet használni a Live Tracking-et?
nl: Hoe moet je Live Tracking gebruiken?
pl: Jak używać Live Tracking?
ru: Как пользоваться трекингом?
sl: Kako lahko uporabljam sledenje v živo?

source: Last fix
cs: Poslední fix
de: Letzter Kontakt
es: Último fix
fi: Edellinen päivitys
fr: Dernier point
hu: Utolsó frissítés
nl: Laatste positie
pl: Ostatni fix
ru: Последняя точка
sl: Zadnja pozicija

source: Nearest Airport
cs: Nejbližší letiště
de: Nächster Flugplatz
es: Aeropuerto más cercano
fi: Lähin lentokenttä
fr: Aerodrome le plus proche
hu: Legközelebbi Repülőtér
nl: Dichtsbijzijnde vliegveld
pl: Najbliższe Lotnisko
ru: Ближайший аэродром
sl: Najbližje letališče

source: Altitude
de: Höhe
es: Altitud
fi: Korkeus
hu: Magasság
nl: Hoogte
pl: Wysokość
ru: Высота
sl: Višina

source: Live Tracking <small>of %(pilot)s</small>
cs: Live Tracking <small>pilota %(pilot)s</small>
de: Live Tracking <small>von %(pilot)s</small>
es: Seguimiento en Vivo <small>de %(pilot)s</small>
fi: Live-seuranta <small>/ %(pilot)s</small>
fr: Live Tracking <small>de %(pilot)s</small>
hu: Live Tracking <small> - %(pilot)s</small>
nl: Live Tracking <small>van %(pilot)s</small>
pl: Live Tracking <small>dla %(pilot)s</small>
ru: Живой трекинг <small>пилота %(pilot)s</small>
sl: Sledenje <small> %(pilot)s</small>

source: Live Tracking <small>of %(pilot)s and %(other_pilot)s</small>
de: Live Tracking <small>von %(pilot)s und %(other_pilot)s</small>
fi: Live-seuranta <small>%(pilot)s ja %(other_pilot)s</small>
fr: Tracking <small>de %(pilot)s et %(other_pilot)s</small)
nl: Live Tracking <small>van %(pilot)s en %(other_pilot)s</small>
sl: Sledenje <small> %(pilot)s in %(other_pilot)s</small>

source: Live Tracking <small>of %(pilot)s and %(num_pilots)d other pilots</small>
de: Live Tracking <small>von %(pilot)s und %(num_pilots)d anderen Piloten</small>
fi: Live-seuranta <small>%(pilot)s ja %(num_pilots)d muuta</small>
fr: Tracking <small>de%(pilot)s et %(num_pilots)d autres pilotes </small>
nl: Live Tracking <small>van %(pilot)s en %(num_pilots)d andere piloten</small>
sl: Sledenje <small> %(pilot)s in %(num_pilots)d drugih pilotov</small>

source: There is no live track of this pilot currently.
cs: Právě teď není žádný live track pro tohoto pilota.
de: Von diesen Piloten gibt es gerade keinen Live Track.
es: No hay Seguimiento en Vivo de este piloto en este momento.
fi: Tälle lentäjälle ei ole tällä hetkellä Live-jälkeä.
fr: Il n'y a actuellement pas de tracking pour ce pilote.
hu: Jelenleg nincs live track-je ennek a pilótának.
nl: Er is momenteel geen live track van deze vlieger.
pl: W tej chwili nie ma śledzenia lotu pilota.
ru: У этого пилота в настоящий момент нет живих треков.
sl: Trenutno sledenje ni na voljo za tega pilota.

source: There are no live tracks of these pilots currently.
de: Von diesen Piloten gibt es gerade keinen Live Track.
fi: Ei Live-lentoja.
fr: Aucun tracking de ces pilotes actuellement.
nl: Er zijn op dit moment geen live tracks van deze piloten.
pl: Dla tych pilotów nie ma lotów na żywo.
sl: Trenutno sledenje ni na voljo za te pilote.

source: This pilot chose to delay the display of his live tracks.
cs: Tento pilot nastavil prodlevu pro zobrazení jeho live tracků.
de: Der Pilot hat für seine Live Tracking Anzeige eine Verzögerung eingestellt.
es: Este piloto ha elegido mostrar su Seguimiento en Vivo con retraso.
fi: Tämä lentäjä on valinnut Live-jälkeensä viiveen.
fr: Le(a) pilote a choisi de retarder l'affichage de son tracking.
hu: Ez a pilóta a live track-je megjelenítésének késleltetését állította be.
nl: Deze vlieger heeft besloten om het bekijken van zijn live tracks te vertragen.
pl: Ten pilot wybrał opóźnienie w wyświetlaniu jego lotów na żywo.
ru: Этот пилот решил показывать полет вживую с задержкой.
sl: Ti piloti so izbrali časovni zapik za prikaz zapisa sledenja v živo.

source: Delay
cs: Prodleva
de: Verzögerung
es: Retraso
fi: Viive
fr: Retard
hu: Késleltetés
nl: Vertraging
pl: Opóźnienie
ru: Задержка
sl: Časovni zamik

source: The live tracking delay is ignored because of your account privileges.
cs: Prodleva live trackingu je z důvodu vašich oprávnění ignorována.
de: Die Live Tracking Verzögerung wird aufgrund deiner Privilegien ignoriert.
es: El retrado del Seguimiento en Vivo es ignorado debido a los privilegios de tu cuenta.
fi: Käyttäjäoikeuksiesi ansiosta Live-seurannan viive on pois päältä.
fr: Le retard du tracking est ignoré à cause de vos paramètres de compte.
hu: A live track késleltetést figyelmen kívül hagyjuk a jogosultságod miatt.
nl: De live tracking vertraging wordt genegeerd, omdat je niet voldoende rechten hebt.
pl: Opóźnienie śledzenia na żywo jest ignorowane z powodu uprawnień twojego konta.
ru: Установленная задержка трекинга не учитывается в связи с привилегиями вашей учетной записи.
sl: Časovni zapik za sledenje v živo je ignoriran zaradi privilegijev vašega up. računa.

source: ignored
cs: ignorováno
de: ignoriert
es: ignorado
fi: pois päältä
fr: ignoré
hu: kihagyva
nl: genegeerd
pl: ignorowany
ru: игнорируется
sl: ignoriran

source: Upload Flight
cs: Nahrát let
de: Flug hochladen
es: Subir Vuelo
fi: Lähetä lento
fr: Déposer un vol
hu: Repülés feltöltése
nl: Upload Vlucht
pl: Prześlij lot
ru: Загрузить полет
sl: Naloži let

source: Upload
de: Hochladen
es: Subir
fi: Lähetä
fr: Déposer
nl: Uploaden
pl: Prześlij
sl: Naloži

source: Your flights have been saved.
de: Deine Flüge wurden gespeichert.
es: Tus vuelos han sido guardados.
fi: Lentosi on tallennettu.
fr: Vos vols ont été enregistrés.
nl: Uw vluchten zijn opgeslagen.
pl: Twoje loty zostały zapisane.
sl: Vaši leti so bili shranjeni.

source: Your flights have been saved. You may want to change the flights aircraft types and registrations below.
cs: Vaše lety byly uloženy. Možná budete chtít změnit typ letadla, nebo imatrikulaci.
de: Deine Flüge wurden gespeichert. Flugzeugtyp und Kennzeichen können unten geändert werden.
es: Tus vuelos han sido guardados. Tal vez quieras cambiar los tipos de aeronave y sus matrículas más abajo.
fi: Lentosi on tallennettu. Alla voit tehdä muutoksia ilma-alustyyppiin ja rekisteritietoihin.
fr: Vos vols ont été enregistrés. Vous voudrez peut-être changer les types d'appareils ou les immatriculations ci-dessous.
hu: A repülésed mentésre került. Alul módosíthatod a repülésedet a légijármű típusodat és a regisztrációdat.
nl: Je vluchten zijn opgeslagen. Hieronder kan je de vluchten, vliegtuigtypen en registraties wijzigen.
pl: Twoje loty będą zapisane. Możesz chcieć zmienić statek powietrzny i rejestrację poniżej.
ru: Ваши полеты сохранены. Ниже Вы можете изменить типы Л/А и номера регистрации.
sl: Vaši leti so bili shranjeni. Za polet laho uredite tip letalne naprave in registracijo.

source: Update Aircraft Types and Registrations
cs: Změnit typ letadla a imatrikulaci
de: Flugzeugmuster und Kennzeichen aktualisieren
es: Actualizar Tipos de Aeronave y Matrículas
fi: Päivitä ilma-alustyyppi ja rekisteri
fr: Mettre à jour le type et l'immatriculation
hu: Légijármű típus frissítés és Regisztráció
nl: Update Aircraft types en registraties
pl: Aktualizuj typy statków powietrznych i rejestracji
ru: Обновить тип и номер регистрации воздушного судна
sl: Posodobite tip letalne naprave in registracije.

source: No flight was saved.
cs: Žádné lety nebyly uloženy.
de: Kein Flug wurde gespeichert.
es: Ningún vuelo fue guardado.
fi: Lentoa ei tallennettu.
fr: Aucun vol n'a été enregistré.
hu: Nem került mentésre repülés.
nl: Er is geen vlucht opgeslagen.
pl: Żaden lot nie został zapisany.
ru: Полет не сохранен
sl: Noben polet ni bil shranjen.

source: Filename
cs: Název souboru
de: Dateiname
es: Nombre de archivo
fi: Tiedostonimi
fr: Nom de fichier
hu: Fájlnév
nl: Bestandsnaam
pl: Nazwa pliku
ru: Имя файла
sl: Ime datoteke

source: Success
cs: Zdařilo se
de: Erfolgreich
es: Éxito
fi: Onnistui
fr: Succès
hu: Sikeres
nl: Gelukt
pl: Powodzenie
ru: Успешно
sl: Uspeh

source: Duplicate file
cs: Duplicitní soubor
de: Doppelte Datei
es: Duplicar archivo
fi: Duplikaattitiedosto
fr: Fichier doublon
hu: Ilyen fájl már létezik
nl: Dit bestand is al bekend
pl: Duplikat pliku
ru: Повторный файл
sl: Datoteka je duplikat

source: Date missing in IGC file
de: In der IGC Datei fehlt das Datum
es: Fecha faltante en archivo IGC
fi: IGC-tiedostosta puuttuu päivämäärä.
fr: Date manquante dans le fichier IGC
hu: Dátum hiányzik az IGC fájlban.
nl: Datum ontbreekt in IGC file
pl: Brak daty w pliku IGC
ru: Не найдена дат полета а в IGC файле
sl: Ni vseh podatkov v IGC datoteki

source: Failed to parse file
cs: Soubor se nezdařilo zpracovat
de: Fehler beim Analysieren der Datei
es: Imposible leer el archivo
fi: Tiedoston lukeminen epäonnistui
fr: Échec à l'analyse du fichier
hu: A fájl elemzése meghiúsult
nl: Kon bestand niet verwerken
pl: Wczytywanie pliku nie powiodło się
ru: Не удалось провести разбор файла
sl: Branje datoteke ni bilo uspešno

source: No flight found in file
cs: V souboru nebyl žádný let nalezen
de: Keinen Flug in der Datei gefunden
es: No se ha encontrado ningún vuelo en el archivo.
fi: Tiedostosta ei löytynyt lentoja
fr: Aucun vol trouvé dans le fichier
hu: A fájlban nem található adat
nl: Geen vlucht gevonden in bestand
pl: Nie znaleziono lotu w pliku
ru: В файле не обнаружено данных о полете
sl: Let ni bil najden v datoteki

source: Upload another flight
cs: Nahrát další let
de: Noch einen Flug hochladen
es: Subir otro vuelo
fi: Lähetä toinen lento
fr: Déposer un autre vol
hu: További repülés feltöltése
nl: Upload nog een vlucht
pl: Prześlij inny lot
ru: Загрузить другой полет
sl: Naložite drug polet

source: Followers
cs: Sledující
de: Folgende
es: Seguidores
fi: Seuraajat
fr: Suiveurs
hu: Követők
nl: Volgers
pl: Obserwujący
ru: Подписчики
sl: Spremljevalci

source: This is you
de: Das bist du
fi: Sinä
fr: Vous
pl: To ty
sl: To ste vi

source: Unfollow
cs: Nesledovat
de: Nicht mehr folgen
es: Dejar de seguir
fi: Älä seuraa
fr: Ne plus suivre
hu: Követés leállítás
nl: Niet volgen
pl: Przestań obserwować
ru: Отписаться
sl: Ne spremljaj več

source: Follow
cs: Sledovat
de: Folgen
es: Seguir
fi: Seuraa
fr: Suivre
hu: Követés
nl: Volgen
pl: Obserwuj
ru: Подписаться
sl: Spremljaj

source: Following
cs: Sleduje
de: Folgt
es: Siguiendo
fi: Seurattavat
fr: Pilotes suivis
hu: Követés...
nl: Volgt
pl: Obserwatorzy
ru: Подписан
sl: Spremljaš

source: Users
cs: Uživatelé
de: Benutzer
es: Usuarios
fi: Käyttäjät
fr: Utilisateurs
hu: Felhasználók
nl: Gebruikers
pl: Użytkownicy
ru: Пользователи
sl: Uporabniki

source: Register
cs: Zaregistrovat
de: Registrieren
es: Registrar
fi: Rekisteröidy
fr: Créer un compte
hu: Regisztráció
nl: Registreren
pl: Zarejestruj się
ru: Зарегистрироваться
sl: Registracija

source: Email
es: Correo electrónico (E-Mail)
fi: Sähköposti
fr: Courriel
ru: Адрес эл. почты
sl: E-pošta

source: Unspecified
cs: Neurčeno
de: Nicht angegeben
es: Sin especificar
fi: Määrittelemätön
fr: Non défini
hu: Meghatározatlan
nl: Ongedefinieerd
pl: Nieokreślony
ru: Не задано
sl: Nedoločen

source: Distance Flights
cs: Lety na vzdálenost
de: Streckenflüge
es: Vuelos de Distancia
fi: Matkalennot
fr: Vols par distance
hu: Távrepülések
nl: Afstand vluchten
pl: Odległość lotów
ru: Полеты на дистанцию
sl: Leti razdalji

source: Last 12 Months
cs: Posledních 12 měsíců
de: Letzte 12 Monate
es: Últimos 12 Meses
fi: Viimeisen 12 kuukautta
fr: 12 derniers mois
hu: Utolsó 12 hónap
nl: Afgelopen 12 maanden
pl: Ostatnie 12 Miesięcy
ru: Последние 12 месяцев
sl: Zadnjih 12 mesecev

source: Average Speed
cs: Průměrná rychlost
de: Schnittgeschwindigkeit
es: Velocidad promedio
fi: Keskinopeus
fr: Vitesse moyenne
hu: Átlagsebesség
nl: Gemiddelde snelheid
pl: Średnia prędkość
ru: Средняя скорость
sl: Povprečna hitrost

source: Takeoff Locations
cs: Místa startu
de: Startorte
es: Ubicación de Despegues
fi: Lähtöpaikat
fr: Lieux de décollage
hu: Felszállóhelyek
nl: Startlocaties
pl: Miejsca Startów
ru: Места взлета
sl: Lokacije vzletišč

source: Details
fi: Tiedot
fr: Détails
pl: Szczegóły
sl: Podrobnosti

source: Widgets
fi: Widgetit
pl: Widżety
sl: Gradniki

source: Latest Flights
de: Letzte Flüge
fi: Uusimmat lennot
fr: Derniers vols
pl: Ostatnie Loty
sl: Najnovejši leti

source: This widget shows the latest flights of you, your club or whatever other options you use in the URL.
de: Dieses Widget zeigt die letzten Flüge von dir, deinem Verein oder was auch immer du sonst für Optionen in der URL nutzt.
fi: Näyttää sinun tai kerhosi uusimmat lennot. Voit myös määritellä oman suodatuksen.
fr: Ce widget montre vos derniers vols, ceux des membres de votre club, ou tout autre options choisie dans l'URL.
pl: Ten widżet pokazuje ostatnie twoje loty, twojego klubu lub jakiekolwiek inne opcje jakie użyjesz w URL.
sl: Ta gradnik prikazuje vaše zadnje lete ali lete vašega kluba ali katerikoli druge opcije uporabite v URLju.

source: The example below shows the flights of %(club)s by using the %(option)s option.
de: Das Beispiel unten zeigt die Flüge des %(club)s durch Nutzung der %(option)s Option.
fi: Esimerkki alla näyttää kerhon %(club)s kaikki lennot (%(option)s).
fr: L'exemple ci-dessous montre les vols de %(club)s en utilisant l'option %(option)s.
pl: Poniższy przykład pokazuje loty %(club)s z użyciem opcji %(option)s.
sl: Primer spodaj prikazuje lete od %(club)s z uporabo %(option)s opcij.

source: Preview
de: Vorschau
fi: Esikatselu
fr: Aperçu
pl: Podgląd
sl: Predogled

source: Loading...
de: Lade...
fi: Ladataan...
fr: Chargement...
pl: Ładowanie...
sl: Nalaganje...

source: Code
fi: Lähdekoodi
pl: Kod
sl: Koda

source: Options
de: Optionen
fi: URL-parametrit
pl: Opcje
sl: Opcije

source: Option
fi: Valinta
pl: Opcja
sl: Opcija

source: Default
de: Vorgabe
fi: Oletus
fr: Valeur par défaut
pl: Domyślny
sl: Privzeto

source: Description
de: Beschreibung
fi: Kuvaus
pl: Opis
sl: Opis

source: Name of the callback function that is called once the data is available.
de: Name der Callback-Funktion, die aufgerufen wird sobald die Daten verfügbar sind.
fi: Callback-funktio, jota kutsutaan kun data on tarjolla.
fr: Nom de la fonction de rappel appelée dès que les données sont disponibles.
pl: Nazwa funkcji zwrotnej, która jest wywoływana gdy dane są dostępne.
sl: Ime callback funkcije ki se izvede, ko so podatki na voljo.

source: Use this to only show flights of the club with the specified ID.
de: Benutze diese Option um nur Flüge des angegebenen Vereins anzuzeigen.
fi: Näyttää ID:n perusteella määritellyn kerhon lennot.
fr: A utiliser pour n'afficher que les vols du club dont l'identifiant est spécifié.
pl: Użyj tego do pokazania tylko lotów klubu z określonym ID.
sl: Uporabi to za prikaz letov kluba z specifikacijo ID kluba.

source: Use this to only show flights of the user with the specified ID.
de: Benutze diese Option um nur Flüge des angegebenen Piloten anzuzeigen.
fi: Näyttää vain ID:llä määritellyn käyttäjän lennot.
fr: A utiliser pour n'afficher que les vols du pilote dont l'identifiant est spécifié.
pl: Użyj tego do pokazania tylko lotów użytkownika z określonym ID.
sl: Uporabi to za prikaz poletov uporabnika s specifičnim IDjem

source: Limits the number of returned flights. (max. %(max)d)
de: Limitiert die Anzahl der zurückgegebenen Flüge. (max. %(max)d)
fi: Näytettävien lentojen maksimimäärä (max. %(max)d)
fr: Limite le nombre de vols renvoyés. (max. %(max)d)
pl: Limit ilości zwracanych lotów. (max. %(max)d)
sl: Omeji število vrnjenih letov. (max. %(max)d)

source: Developers
de: Entwickler
es: Desarrolladores
fi: Kehittäjät
fr: Développeurs
hu: Fejlesztők
nl: Ontwikkelaars
pl: Autorzy
ru: Разработчики
sl: Razvijalci

source: Translators
de: Übersetzer
es: Traductores
fi: Kääntäjät
fr: Traducteurs
hu: Fordítók
nl: Vertalers
pl: Tłumacze
ru: Переводчики
sl: Prevajalci

source: License
cs: Licence
de: Lizenz
es: Licencia
fi: Lisenssi
fr: Licence
hu: Licenc
nl: Licentie
pl: Licencja
ru: Лицензия
sl: Licenca

source: Left
de: Links
sl: Levo

source: Mixed
de: Gemischt
sl: Mešano

source: Right
de: Rechts
sl: Desno

source: Powered
de: Motor
sl: Motor vključen

source: Circling
de: Kurbeln
sl: Zavijanje

source: Cruise
de: Vorflug
sl: Potovanje

source: Delete Flight
cs: Vymazat let
de: Flug löschen
es: Eliminar Vuelo
fi: Poista lento
fr: Effacer le vol
hu: Repülés törlés
nl: Vlucht verwijderen
pl: Usuń lot
ru: Удалить полет
sl: Zbriši let

source: Are you sure you want to delete this flight?
cs: Opravdu chcete tento let smazat?
de: Möchtest du diesen Flug wirklich löschen?
es: ¿Estás seguro que deseas eliminar este vuelo?
fi: Oletko varma, että haluat poistaa tämän lennon?
fr: Etes-vous sûr(e) de vouloir effacer ce vol ?
hu: Biztos, hogy törölni szeretnéd ezt a repülést?
nl: Bent u zeker dat u deze vlucht wilt verwijderen?
pl: Czy na pewno chcesz usunąć ten lot?
ru: Вы уверены, что хотите удалить полет?
sl: Ali ste prepričani, da želite zbrisati let?

source: You have to be logged in to post comments!
cs: Pro vložení komentáře musíte být přihlášen(a)!
de: Du musst eingeloggt sein, um Kommentare zu posten!
es: ¡Tienes que haber iniciado sesión para dejar comentarios!
fi: Sinun täytyy kirjautua sisään kommentoidaksesi!
fr: Vous devez être connecté(e) pour commenter!
hu: A hozzászóláshoz bejelentkezés szükséges
nl: Je moet ingelogt zijn om comments te plaatsen!
pl: Musisz być zalogowany, aby móc wysyłać komentarze!
ru: Для того, чтобы оставлять комментарии, надо войти
sl: Za oddajo komentarja je potrbna prijava!

source: You are now logged in. Welcome back, %(user)s!
cs: Jste přihlášen(a). Wítejte zpátky, %(user)s!
de: Du bist jetzt eingeloggt. Willkommen zurück, %(user)s!
es: Has iniciado sesión. Bienvenido, %(user)s!
fi: Olet nyt kirjautuneena sisään. Tervetuloa %(user)s!
fr: %(user)s vous êtes maintenant connecté !
hu: Jelenleg be vagy jelentkezve. Üdvözöllek %(user)s!
nl: Je bent nu ingelogt. Welkom %(user)s!
pl: Jesteś teraz zalogowany. Witaj ponownie, %(user)s!
ru: Теперь вы подключены. Добро пожаловать, %(user)s!
sl: Sedaj ste prijavljeni. Dobrodošli nazaj, %(user)s!

source: Login failed. Please check your email address.
de: Login fehlgeschlagen. Bitte prüfe deine E-Mail-Adresse.
fi: Sisäänkirjautuminen epäonnistui. Tarkista sähköpostiosoite.
fr: La connexion a échoué. Veuillez vérifier votre adresse e-mail.
nl: Inloggen is mislukt. Controleer uw e-mail adres.
pl: Logowanie nieudane. Sprawdź adres e-mail.
sl: Prijava ni bila uspešna. Prosimo preverite vaš e-poštni naslov.

source: Login failed. Please check your password.
de: Login fehlgeschlagen. Bitte prüfe dein Passwort.
fi: Sisäänkirjautuminen epäonnistui. Tarkista salasana.
fr: La connexion a échoué. Veuillez vérifier votre mot de passe.
nl: Inloggen is mislukt. Controleer uw paswoord.
pl: Logowanie nieudane. Sprawdź hasło.
sl: Prijava ni bila uspešna. Prosimo preverite vaše geslo.

source: You are now logged out. We hope to see you back soon!
cs: Odhlášení proběhlo úspěšně. Těšíme se na Vaši další návštěvu!
de: Du bist jetzt ausgeloggt. Wir hoffen dich bald wieder zu sehen!
es: Has cerrado tu sesión. ¡Esperamos verte pronto!
fi: Olet nyt kirjautunut ulos. Nähdään taas pian!
fr: Vous êtes déconnecté(e). A bientôt !
hu: Sikeres kijelentkezés. Reméljük hamarosan újra ellátogatsz hozzánk!
nl: Je bent nu uitgelogt. Hopelijk tot snel!
pl: Zostales wylogowany. Do zobaczenia!
ru: Вы вышли из системы. Надеемся увидеть вас снова!
sl: Sedaj ste odjavljeni. Se vidimo kmalu!

source: Profile was saved.
de: Profil wurde gespeichert.
fi: Profiili tallennettu.
fr: Profil sauvegardé?
nl: Profiel opgeslagen.
pl: Profil został zapisany.
sl: Profil je bil shranjen.

source: This password does not match your current password.
de: Das Passwort stimmt nicht mit dem aktuellen Passwort überein.
fi: Antamasi salasana ei täsmää.
fr: Ce mot de passe ne correspond pas à votr mot de passe actuel.
pl: Hasło nie jest takie samo jak twoje obecne hasło.
sl: To geslo se ne ujema z vašim trenutnim geslom.

source: Your password was changed.
de: Dein Passwort wurde geändert.
fi: Salasana vaihdettu.
fr: Votre mot de passe a été changé.
pl: Twoje hasło zostało zmienione.
sl: Vaše geslo je bilo spremenjeno.

source: Live Tracking settings were saved.
de: Einstellungen fürs Live-Tracking wurden gespeichert.
fi: Live-seurannan asetukset tallennettu.
fr: La configuration du Tracking a été sauvegardée.
pl: Ustawienia Live Tracking zostały zapisane.
sl: Nastavitve za sledenje v živo so bile shranjene.

source: New club was saved.
de: Neuer Verein wurde gespeichert.
fi: Uusi kerho tallennettu.
fr: Nouveau club sauvegardé.
pl: Nowy klub został zapisany.
sl: Nov klub je bil shranjen.

source: You have to login to upload flights.
de: Du musst eingeloggt sein, um Flüge hochzuladen.
sl: Za prenos zapisa se morate prijavit.
