Repository: skylines-project/skylines
Catalog: skylines/frontend/translations/*/LC_MESSAGES/messages.po
Languages: cs, de, es, fi, fr, hu, nl, pl, ru, sl

source: You started following <strong>%(pilot)s</strong>.
de: Du folgst jetzt <strong>%(pilot)s</strong>.
es: Has comenzado a seguir a <strong>%(pilot)s</strong>.
fi: Seuraat lentäjää <strong>%(pilot)s</strong>.
fr: Vous suivez <strong>%(pilot)s</strong>.
nl: U volgt <strong>%(pilot)s</strong>.
pl: Rozpocząłeś obserwację <strong>%(pilot)s</strong>.
sl: Pričeli ste spremljati <strong>%(pilot)s</strong>.

source: <strong>%(pilot)s</strong> started following <strong>%(pilot2)s</strong>.
de: <strong>%(pilot)s</strong> folgt jetzt <strong>%(pilot2)s</strong>.
es: <strong>%(pilot)s</strong> ha comenzado a seguir a <strong>%(pilot2)s</strong>.
fi: <strong>%(pilot)s</strong> seuraa lentäjää <strong>%(pilot2)s</strong>.
fr: <strong>%(pilot)s</strong> suit <strong>%(pilot2)s</strong>
nl: <strong>%(pilot)s</strong> volgt <strong>%(pilot2)s</strong>.
pl: <strong>%(pilot)s</strong> rozpoczął obserwację <strong>%(pilot2)s</strong>.
sl: <strong>%(pilot)s</strong> je pričel spremljati <strong>%(pilot2)s</strong>.

source: You started following <strong>%(num_pilots)s</strong> other pilots.
de: Du folgst jetzt <strong>%(num_pilots)s</strong> anderen Piloten.
es: Has comenzado a seguir a otros <strong>%(num_pilots)s</strong> pilotos.
fi: Seuraat <strong>%(num_pilots)s</strong> uutta lentäjää.
fr: Vous suivez <strong>%(num_pilots)s</strong> autres pilotes.
nl: U volgt <strong>%(num_pilots)s</strong> andere piloten.
pl: Rozpocząłeś obserwację <strong>%(num_pilots)s</strong> innych pilotów.
sl: Pričeli ste spremljati <strong>%(num_pilots)s</strong> druge pilote.

source: <strong>%(pilot)s</strong> started following <strong>%(num_pilots)s</strong> other pilots.
de: <strong>%(pilot)s</strong> folgt jetzt <strong>%(num_pilots)s</strong> anderen Piloten.
es: <strong>%(pilot)s</strong> ha comenzado a seguir a otros <strong>%(num_pilots)s</strong> pilotos.
fi: <strong>%(pilot)s</strong> seuraa <strong>%(num_pilots)s</strong> muuta lentäjää.
fr: <strong>%(pilot)s</strong> suit <strong>%(num_pilots)s</strong> autres pilotes.
nl: <strong>%(pilot)s</strong> volgt <strong>%(num_pilots)s</strong> andere piloten.
pl: <strong>%(pilot)s</strong> rozpoczął obserwację <strong>%(num_pilots)s</strong> innych pilotów.
sl: <strong>%(pilot)s</strong> je pričel spremljati <strong>%(num_pilots)s</strong> druge pilote.

source: You joined SkyLines.
de: Du bist SkyLines beigetreten.
es: Te has unido a SkyLines.
fi: Liityit SkyLinesiin.
fr: Vous vous êtes inscrit(e) sur SkyLines.
nl: U bent lid geworden van Skylines.
pl: Dołączyłeś do SkyLines.
sl: Pridružili ste se Skylines.

source: <strong>%(pilot)s</strong> joined SkyLines.
de: <strong>%(pilot)s</strong> ist SkyLines beigetreten.
es: <strong>%(pilot)s</strong> se ha unido a SkyLines.
fi: <strong>%(pilot)s</strong> liittyi SkyLinesiin.
fr: <strong>%(pilot)s</strong> s'est inscrit(e) sur SkyLines.
nl: <strong>%(pilot)s</strong> is lid geworden van SkyLines.
pl: <strong>%(pilot)s</strong> dołączył do SkyLines.
sl: <strong>%(pilot)s</strong> se je pridružil SkyLines.

source: You joined <strong>%(club)s</strong>.
de: Du bist <strong>%(club)s</strong> beigetreten.
es: The has unido a <strong>%(club)s</strong>.
fi: Liityit kerhoon <strong>%(club)s</strong>.
fr: Vous êtes inscrit(e) à <strong>%(club)s</strong>.
nl: U bent lid geworden van <strong>%(club)s</strong>.
pl: Dołączyłeś do <strong>%(club)s</strong>.
sl: Pridružili ste se <strong>%(club)s</strong>.

source: <strong>%(pilot)s</strong> joined <strong>%(club)s</strong>.
de: <strong>%(pilot)s</strong> ist <strong>%(club)s</strong> beigetreten.
es: <strong>%(pilot)s</strong> se ha unido a <strong>%(club)s</strong>.
fi: <strong>%(pilot)s</strong> liittyi kerhoon <strong>%(club)s</strong>.
fr: <strong>%(pilot)s</strong> est inscrit(e) à <strong>%(club)s</strong>.
nl: <strong>%(pilot)s</strong> is lid geworden van <strong>%(club)s</strong>.
pl: <strong>%(pilot)s</strong> dołączył do <strong>%(club)s</strong>.
sl: <strong>%(pilot)s</strong> se je pridružil <strong>%(club)s</strong>.

source: There are no more notifications.
de: Es gibt keine weiteren Benachrichtigungen.
es: No hay más notificaciones.
fi: Ei muistutuksia.
fr: Il n'y a plus de notification.
hu: Nincs több üzenet.
nl: Er zijn geen berichten meer.
pl: Nie ma więcej powiadomień.
sl: Ni več obvestil.

source: Newer
de: Neuer
es: Recientes
fi: Uudemmat
fr: Plus récent
hu: Újabb
nl: Nieuwer
pl: Nowsze
sl: Novejše

source: Mark all as read
cs: Označit vše jako přečtené
de: Alle als gelesen markieren
es: Marcar todo como leído
fi: Merkitse kaikki luetuiksi
fr: Tout marquer comme lu
hu: Összes megjelölése olvasottként
nl: Markeer alles als gelezen
pl: Oznacz wszystkie jako przeczytane
ru: Отметить все как прочитанные
sl: Označi vse kot prebrano

source: Older
de: Älter
es: Más antiguas
fi: Vanhemmat
fr: Plus ancien
hu: Régebbi
nl: Ouder
pl: Starsze
sl: Starejše

source: Total Score
cs: Celkem bodů
de: Gesamtpunkte
es: Puntaje total
fi: Kokonaispisteet
fr: Score total
hu: Összpontszám
nl: Totale score
pl: Wynik Całkowity
ru: Общий результат
sl: Skupna ocena

source: No airports found.
de: Keine Flugplätze gefunden.
es: No se han encontrado aeropuertos.
fi: Lentopaikkoja ei löytynyt.
fr: Aucun aérodrome trouvé.
hu: Nem található repülőtér.
nl: Geen vliegvelden gevonden.
pl: Nie znaleziono lotniska.
ru: Аэродромы не найдены
sl: Ni najdenih letališč.

source: No clubs found.
de: Keine Vereine gefunden.
es: No se han encontrado clubes.
fi: Kerhoja ei löytynyt.
fr: Aucun club trouvé.
hu: Klub nem található.
nl: Geen clubs gevonden
pl: Nie znaleziono klubu.
ru: Клубы не найдены
sl: Ni najdenih klubov.

source: Pilots
cs: Piloti
de: Piloten
es: Pilotos
fi: Lentäjät
fr: Pilotes
hu: Pilóták
nl: Vliegers
pl: Piloci
ru: Пилоты
sl: Piloti

source: Airports
cs: Letiště
de: Flugplätze
es: Aeropuertos
fi: Lentokentät
fr: Aérodromes
hu: Repülőterek
nl: Vliegvelden
pl: Lotniska
ru: Аэродромы
sl: Letališča

source: Season %(year)s
de: Saison %(year)s
es: Temporada %(year)s
fi: Kausi %(year)s
fr: Saison %(year)s
hu: %(year)s . év
nl: Seizoen %(year)s
pl: Sezon %(year)s
ru: Сезон %(year)s г.
sl: Sezona %(year)s

source: All time
de: Gesamt
es: Todos los tiempos
fi: Kaikki kaudet
fr: Toutes saisons
hu: Összes
nl: Aller tijden
pl: Zawsze
ru: Всё время
sl: Celotna zgodovina

source: No pilots found.
de: Keine Piloten gefunden.
es: No se han encontrado pilotos.
fi: Lentäjiä ei löytynyt.
fr: Aucun pilote trouvé.
hu: Pilóta nem található.
nl: Geen piloten gevonden.
pl: Nie znaleziono pilotów.
ru: Пилоты не найдены
sl: Ni najdenih pilotov.

source: Search <small>for "%(search_text)s"</small>
de: Suche <small>nach "%(search_text)s"</small>
es: Buscar <small>"%(search_text)s"</small>
fi: Etsi <small>"%(search_text)s"</small>
fr: Chercher <small>de "%(search_text)s"</small>
hu: Keresés <small> - "%(search_text)s"</small>
nl: Zoek <small>naar "%(search_text)s"</small>
pl: wyszukiwanie <small>dla "%(search_text)s"</small>
ru: Поиск <small>по "%(search_text)s"</small>
sl: Išči <small>za "%(search_text)s"</small>

source: There were no results for your search... Sorry!
de: Es gibt leider keine Ergebnisse für deine Suche... Sorry!
es: No hay resultados para tu búsqueda... ¡Lo sentimos!
fi: Haullasi ei löytynyt tuloksia... Pahoittelut!
fr: Désolé, votre recherche n'a pas donné de résultat.
hu: Nincs a keresésednek megfelelő találat... bocs!
nl: Er waren geen resultaten voor jouw zoekopdracht... Sorry!
pl: Nie ma wyniku dla twojego wyszukiwania... Przepraszamy!
ru: К сожалению поиск не дал результатов
sl: Za vaše iskanje ni bilo najdenih rezultatov!

source: Please enter something in the search bar above.
de: Bitte trag etwas in die Suchleiste oben ein.
es: Por favor ingresa texto en la barra de búsqueda superior.
fi: Syötä hakukenttään jotain.
fr: Saisissez quelque-chose dans la barre de recherche ci-dessus.
hu: Kérlek írj valamit a keresősávba felül.
nl: Vul iets in de zoekbalk hierboven.
pl: Wprowadź coś w pasku wyszukiwania powyżej.
ru: Напишите что-нибудь в поле поиска чуть выше, пожалуйста
sl: Vnesite nekaj v iskalno vrstico zgoraj.

source: Profile
de: Profil
fi: Profiili
fr: Profil
nl: Profiel
pl: Profil
sl: Profil

source: Change Club
cs: Změnit klub
de: Verein ändern
es: Cambiar Club
fi: Vaihda kerhoa
fr: Changer le club
hu: Klub módosítása
nl: Wijzig club
pl: Zmień Klub
ru: Изменить клуб
sl: Zamenjaj klub

source: Select Club
cs: Vybrat klub
de: Verein auswählen
es: Elegir Club
fi: Valitse kerho
fr: Sélectionner un club
hu: Klub választása
nl: Selecteer club
pl: Wybierz Klub
ru: Выбрать клуб
sl: Izberi klub

source: Register Club
cs: Zaregistrovat klub
de: Verein eintragen
es: Registrar Club
fi: Rekisteröi kerho
fr: Enregistrer un club
hu: Klub regisztrálás
nl: Registreer club
pl: Zarejestruj Klub
ru: Зарегистрировать клуб
sl: Registriraj klub

source: Create
de: Erstellen
es: Crear
fi: Tee uusi
fr: Créer
nl: Aanmaken
pl: Utwórz
sl: Ustvari

source: Change Password
cs: Změna hesla
de: Passwort ändern
es: Cambiar Contraseña
fi: Muuta salasanaa
fr: Changer le mot de passe
hu: Jelszó módosítás
nl: Wachtwoord wijzigen
pl: Zmień hasło
ru: Изменить пароль
sl: Zamenjaj geslo

source: Recover Password
cs: Obnovit heslo
de: Passwort wiederherstellen
es: Recuperar Contraseña
fi: Salasanan palautus
fr: Récupérer le mot de passe
hu: Elfelejtett jelszó
nl: Wachtwoord vergeten
pl: Odzyskaj hasło
ru: Восстановить пароль
sl: Obnovi geslo

source: Edit User
cs: Upravit uživatele
de: Benutzer bearbeiten
es: Editar Usuario
fi: Muokkaa käyttäjää
fr: Editer utilisateur
hu: Felhasználó módosítása
nl: Bewerk Gebruiker
pl: Edytowanie Konta Użytkownika
ru: Изменить пользователя
sl: Uredi uporabnika

source: First and last name
de: Vor- und Nachname
fi: Etu- ja sukunimi
fr: Prénom et nom
nl: Voor- en achternaam
pl: Imię i nazwisko
sl: Ime in priimek

source: Live Tracking Settings
de: Live Tracking Einstellungen
fi: Live-seurannan asetukset
fr: Paramètres du tracking
nl: Live Tracking Instellingen
pl: Ustawienia Live Tracking
sl: Sledenje LT, nastavitve

source: Live Tracking Key
cs: Live Tracking klíč
es: Clave de Seguimiento en Vivo
fi: Live-seurannan avainkoodi
fr: Clef de tracking
hu: Live Tracking Kulcs
pl: Klucz Live Tracking
ru: Ключ для живого трекинга
sl: Sledenje LT, ključ

source: Your Live Tracking key is: %(key)s
cs: Váš Live Tracking klíč je: %(key)s
de: Dein Live Tracking key ist: %(key)s
es: Tu clave de Seguimiento en Vivo es: %(key)s
fi: Live-seurannan avainkoodisi on %(key)s
fr: Votre clef personnelle de Tracking est : %(key)s
hu: A Live Tracking kulcsod: %(key)s
nl: Je Live Tracking key is: %(key)s
pl: Twój klucz Live Tracking: %(key)s
ru: Ваш ключ живого трекинга: %(key)s
sl: Vaš ključ za sledenje je: %(key)s

source: Generate new key
cs: Vygenerovat nový klíč
de: Neuen Key generieren
es: Generar una clave nueva
fi: Luo uusi avain
fr: Générer une nouvelle clé
hu: Új kulcs létrehozása
nl: Genereer nieuwe key
pl: Generowanie nowego klucza
ru: Сгенерировать новый ключ
sl: Generiraj nov ključ

source: Year
cs: Rok
de: Jahr
es: Año
fi: Vuosi
fr: Année
hu: Év
nl: Jaar
pl: Rok
ru: Год
sl: Leto

source: avg. %(distance)s per flight
cs: průměr %(distance)s na let
de: avg. %(distance)s pro Flug
es: %(distance)s promedio por vuelo
fi: keskim. %(distance)s per lento
fr: %(distance)s en moyenne par vol
hu: átl. %(distance)s repülésenként
nl: gem. %(distance)s per vlucht
pl: śred. %(distance)s na lot
ru: в среднем %(distance)s за полет
sl: pov. %(distance)s na let

source: Total
cs: Celkem
de: Gesamt
fi: Yhteensä
hu: Összesen
nl: Totaal
pl: w sumie
ru: Всего
sl: Skupaj

source: Flight Time
cs: Doba letu
de: Flugzeit
es: Tiempo de Vuelo
fi: Lentoaika
fr: Temps de vol
hu: Repült idő
nl: Vluchttijd
pl: Czas lotu
ru: Время полёта
sl: Čas leta

source: avg. %(hours)s hours per flight
cs: průměr %(hours)s hodin na let
de: avg. %(hours)s Stunden pro Flug
es: %(hours)s horas promedio por vuelo
fi: keskim. %(hours)s per lento
fr: %(hours)s heures en moyenne par vol
hu: átl. %(hours)s óra repülésenként
nl: gem. %(hours)s uur per vlucht
pl: śred. %(hours)s godzin na lot
ru: в среднем %(hours)s часов за полет
sl: pov. %(hours)s št. ur na letu

source: %(hours)s Hours
de: %(hours)s Stunden
es: %(hours)s Horas
fi: %(hours)s tuntia
fr: %(hours)s heures
hu: %(hours)s óra
nl: %(hours)s Uur
pl: %(hours)s godzin
ru: %(hours)s часов
sl: %(hours)s Ur

source: Statistics <small>of %(pilot)s</small>
cs: Statistika <small>pilota %(pilot)s</small>
de: Statistik <small>von %(pilot)s</small>
es: Estadísticas <small>de %(pilot)s</small>
fi: Tilastot <small>/ %(pilot)s</small>
fr: Statistiques de <small>of %(pilot)s</small>
hu: Statisztika <small> - %(pilot)s</small>
nl: Statistieken <small>van%(pilot)s</small>
pl: Statystyki <small>dla %(pilot)s</small>
ru: Статистика <small>по пилоту %(pilot)s</small>
sl: Statistika <small>od %(pilot)s</small>

source: Statistics <small>of %(club)s</small>
cs: Statistika <small>klubu %(club)s</small>
de: Statistik <small>von %(club)s</small>
es: Estadísticas <small>de %(club)s</small>
fi: Tilastot <small>/ %(club)s</small>
fr: Statistiques <small>de %(club)s</small>
hu: Statisztika <small> - %(club)s</small>
nl: Statistieken <small>van %(club)s</small>
pl: Statystyki <small>dla %(club)s</small>
ru: Статистика <small>по клубу %(club)s</small>
sl: Statistika <small>od %(club)s</small>

source: Statistics <small>from %(airport)s</small>
cs: Statistika <small>letiště %(airport)s</small>
de: Statistik <small>von %(airport)s</small>
es: Estadísticas <small>de %(airport)s</small>
fi: Tilastot <small>/ %(airport)s</small>
fr: Statistiques <small>de %(airport)s</small>
hu: Statisztika <small> - %(airport)s</small>
nl: Statistieken <small>van %(airport)s</small>
pl: Statystyki <small>z %(airport)s</small>
ru: Статистика <small>по аэродрому %(airport)s</small>
sl: Statistika <small>z %(airport)s</small>

source: Timeline <small>of %(pilot)s</small>
de: Timeline <small>von %(pilot)s</small>
es: Línea de tiempo <small>de %(pilot)s</small>
fi: Aikajana (<small>%(pilot)s</small>)
fr: Historique de <strong>%(pilot)s</strong>
nl: Tijdslijn <small>van %(pilot)s</small>
pl: Oś czasu <small>%(pilot)s</small>
sl: Časovnica <small>od %(pilot)s</small>

source: Timeline
es: Línea de tiempo
fi: Aikajana
fr: Historique
nl: Tijdlijn
pl: Oś czasu
sl: Časovnica

source: There are no more events.
de: Es gibt keine weiteren Ereignisse.
es: No hay más eventos.
fi: Ei tapahtumia.
fr: Pas d'autre évènement.
nl: Er zijn geen gevallen meer.
pl: Nie ma więcej zdarzeń.
sl: Ni več dogodkov.

source: What is it?
cs: Co je tohle?
de: Was ist es?
es: ¿Qué es esto?
fi: Mikä tämä on?
fr: Qu'est-ce que c'est ?
hu: Mi ez?
nl: Wat is dit?
pl: Co to jest?
ru: Что это?
sl: Kaj je to?

source: SkyLines Live Tracking can be used to let others take part on your journeys while you're flying. It uses a very light-weight protocol that only transmits the necessary data and due to that it can also work in areas/altitudes where the reception isn't very good. To give you an example: A flight of 10 hours only uses about 340 KB of traffic when the positions are transmitted every 5 seconds!
cs: Pomocí SkyLines Live Trackingu můžou ostatní sledovat, jak se vám vede, zatímco vy letíte. Využívá se velmi jednoduchý protokol, který přenáší pouze nezbytná data a proto pracuje i v oblastech/výškách, kde není dobré pokrytí signálem. Pro příklad: pro přenos desetihodinového letu s pěti-vteřinovým intervalem je potřeba přenést zhruba 340 KB.
de: Mit SkyLines Live Tracking können andere Deine Flügen miterleben, während Du noch in der Luft bist. Da ein sehr schlankes Protokolls verwendet wird, welches nur die unbedingt benötigten Daten sendet, funktioniert dies auch in Bereichen/Höhen, in denen der Empfang nicht so gut ist. Zur Verdeutlichung: Werden bei einem 10h-Flug die Positionen alle 5 Sekunden übertragen, wird ein Datenvolumen von nur etwa 340 KB benötigt.
es: El Seguimiento en Vivo de SkyLines puede ser utilizado para permitirle a otros formar parte de tus viajes mientras estás volando. Usa un protocolo muy liviano que solamente transmite la información necesaria y por eso hasta funciona en áreas / altitudes donde la recepción no es muy buena. Para darte un ejemplo: ¡Un vuelo de 10 horas sólo utiliza alrededor de 340 KB de tráfico cuando la posición es trasmitida cada 5 segundos!
fi: SkyLines Live-seurannalla muut voivat seurata missä lennät. Koska seuranta käyttää erittäin kevyttä protokollaa datan siirtoon, se toimii myös melko korkealla, vaikka puhelimen kenttä olisi heikko. Esimerkiksi 10 tunnin lento 5 sekunnin välein raportoituna siirtää ainoastaan 340 kilotavua.
fr: Le Tracking de SkyLines permet à chacun de prendre part à vos périples en planeur. Il utilise un protocole très léger pour envoyer les données strictement nécessaires, et permet ainsi de fonctionner dans des endroits et altitudes faiblement de faible couverture réseau. A titre d'exemple, un vol de 10h n'utilise que 340ko de données en envoyant la position toutes les 5 secondes.
hu: SkyLines Live Tracking arra használható, hogy az utazásaid részeseivé tegyél másokat a repülésed alatt. A szoftver egy nagyon pehelysúlyú protokollt használ ami csak a szükséges adatokat továbbítja, ennek köszönhetően olyan helyen/magasban is működik ahol a vétel nem túl jó. Egy példa: Egy 10 órás repülés kb. csak 340 kB adatforgalmat használ miközben 5 másodperces pozícióadatok továbbítódnak.
nl: SkyLines Live Tracking kan gebuikt worden om je avonturen met anderen te delen terwijl je vlucht. Het gebruikt een zeer lichtgewicht protocol wat alleen noodzakelijke informatie verstuurt, waardoor het ook werkt in gebieden waar de ontvangst niet goed is. Om een voorbeeld te geven: een vlucht van 10 uur gebruikt slechts 340KB verkeer wanneer je elke 5 seconden je positie verstuurt!
pl: SkyLines Live Tracking może pozwolić innym brać udział w twoich podróżach podczas gdy ty lecisz. Do tego celu używany jest bardzo lekki protokół, który przesyła tylko niezbędne dane i dzięki temu może także pracować w obszarach/wysokościach, gdzie sygnał jest słaby. Na przykład: Lot 10-godzinny zużyje tylko około 340 KB transferu, gdy pozycja jest przesyłana co 5 sekund!
ru: Вы можете использовать трекинг Skylines чтобы остальные могли наблюдать за вашим путешествием, пока вы летаете. Он использует очень легкий протокол, передавая только самые необходимые данные, и поэтому он способен работать на высотах, где качество связи не очень высоко. Например: во время десятичасового полета используется только 340 КБ трафика, в то время как текущая позиция передается каждые 5 минут.
sl: Skylines sledenje v živo omogoča drugim spremljanje vaših potovanj po po zraku. Sledenje uporablja zelo optimiziran zapis, ki posreduje le nujno potrebne podatke, kar omogoča delovanje tudi na področjih in višinah s slabšo pokritostjo signala. Za primer: Deset urni polet potrebuje približnot 340 KB prometa, pri prenosu pozicije na 5 sekund!

source: Clients
cs: Klienti
de: Software
es: Clientes
fi: Asiakasohjelmat (Client)
hu: Kliensek
pl: Aplikacje dostępowe
ru: Клиенты
sl: Klienti

source: available starting with %(xcsoar_6_4)s
cs: dostupné od verze %(xcsoar_6_4)s
de: verfügbar ab %(xcsoar_6_4)s
es: Disponible a partir de %(xcsoar_6_4)s
fi: alkaen %(xcsoar_6_4)s:stä
fr: Disponible à partir de %(xcsoar_6_4)s
hu: elérhető %(xcsoar_6_4)s -tól
nl: beschikbaar vanaf %(xcsoar_6_4)s
pl: dostępne zaczynając od %(xcsoar_6_4)s
ru: доступна начиная с версии %(xcsoar_6_4)s
sl: omogočen pričetek z %(xcsoar_6_4)s

source: Instructions are below.
de: Eine Anleitung findest du weiter unten.
es: Las instrucciones están debajo.
fi: Ohjeet alla.
fr: Instructions ci-dessous.
nl: Instructies hieronder.
pl: Instrukcje poniżej.
sl: Navodila so spodaj

source: now available in the current version of Gaggle
cs: nyní dostupné v aktuální verzi Gaggle
de: jetzt in der aktuellen Version von Gaggle verfügbar
es: disponible ahora en la versión actual de Gaggle
fi: nyt myös Gagglen uusimmassa versiossa
fr: Disponible dans la version actuelle de Gaggle
hu: most érvényes a Gaggle jelenlegi verziójában
nl: beschikbaar in de huidige versie van Gaggle
pl: teraz dostępne w bieżącej wersji Gaggle
ru: теперь доступна в текущей версии Gaggle
sl: sedaj na voljo v trenutni verziji Gaggle

source: LiveTrack24 clients
es: Clientes LiveTrack24
fi: LiveTrack24-yhteensopivat ohjelmat
fr: Clients LiveTrack24
nl: LiveTrack24 gebruikers
pl: Aplikacje dostępowe LiveTrack24
sl: LiveTrack24 klienti

source: You can also use all available applications that use the %(livetrack24)s protocol for sending your locations to SkyLines. Just use your Live Tracking Key as username, choose any password you want and configure %(server)s as the server.
de: Du kannst auch jede Software nutzen, die das %(livetrack24)s Protokoll zum Senden der Positionen an SkyLines benutzt. Trage deinen Live Tracking Key als Benutzernamen ein, wähle ein beliebiges Passwort und nutze %(server)s als Server.
es: También puedes utilizar cualquier aplicación que utilice el protocolo %(livetrack24)s para enviar tu ubicación a Skylines. Simplemente utiliza tu Live Tracking Key como nombre de usuario, elige cualquier contraseña y configura %(server)s como servidor.
fi: Voit myös käyttää mitä tahansa %(livetrack24)s-protokollaa käyttävää ohjelmaa lähettääksesi paikkasi SkyLinesiin. Käyttäjätunnuksesi on Live-seurannan avainkoodisi. Valitse haluamasi salasana ja syötä palvelimeksi %(server)s.
fr: Vous pouvez aussi vous servir de n'importe quelle application utilisant le protocole %(livetrack24)s pour envoyer votre position à SkyLines. Utilisez simplement votre nom d'utilisateur comme clef de Tracking, choisissez le mot de passe que vous voulez, et configurez %(server)s comme serveur.
nl: U kunt ook gebruik maken van alle beschikbare toepassingen die gebruik maken van het %(livetrack24)s protocol voor het verzenden van uw locaties naar Skylines. Gebruik gewoon uw Live Tracking Key als gebruikersnaam, kies een willekeurig wachtwoord en configureer %(server)s als de server.
pl: Możesz także użyć wszystkich aplikacji, które używają protokół %(livetrack24)s do wysyłania twojej pozycji do SkyLines. Po prostu użyj twojego Live Tracking Key jako nazwę użytkownika, wybierz dowolne hasło i skonfiguruj %(server)s jako serwer.
sl: Za pošiljanje pozicij na Skylines lahko uporabljate tudi vse aplikacije, ki so na voljo za %(livetrack24)s. Kot uporabniško ime uporabite vaš ključ za sledenje v živo. Izberite katerokoli geslo in konfigurirajte %(server)s kot server.

source: You have to <a href="%(url)s">login</a> to see you own personal Live Tracking key.
cs: Musíte se <a href="%(url)s">přihlásit</a> pro zobrazení vašeho osobního klíče pro Live Tracking.
de: Du musst dich <a href="%(url)s">einloggen</a> um deinen Live Tracking key zu sehen.
es: Tienes que <a href="%(url)s">iniciar sesión</a> para ver tu clave personal de Seguimiento en Vivo.
fi: Sinun täytyy <a href="%(url)s">kirjautua</a> nähdäksesi Live-seurannan avainkoodisi.
fr: Vous devez vous <a href="%(url)s">connecter</a> pour voir clef personnelle de Tracking.
hu: Jelentkezz be <a href="%(url)s">(login)</a> a saját személyes Live Tracking kulcsod megtekintéséhez.
nl: Je moet <a href="%(url)s">inloggen</a> om je Live Tracking key te zien.
pl: Musisz się <a href="%(url)s">zalogować</a>, aby zobaczyć twój osobisty klucz Live Tracking.
ru: Чтобы увидеть ваш персональный ключ живого трекинга, вам надо <a href="%(url)s">войти</a>.
sl: Za ogled osebnega kluča, se morate prijavit<a href="%(url)s">Prijava</a>
