Repository: skylines-project/skylines
Catalog: skylines/frontend/translations/*/LC_MESSAGES/messages.po
Languages: cs, de, es, fi, fr, hu, nl, pl, ru, sl

source: Upload flight
de: Flug hochladen
es: Subir vuelo
fi: Lähetä lento
fr: Déposer un vol
hu: Repülés feltöltés
nl: Upload Vlucht
pl: Prześlij lot
ru: Загрузить полет
sl: Naloži let

source: Notifications
cs: Upozornění
de: Benachrichtigungen
es: Notificaciones
fi: Ilmoitukset
hu: Értesítések
nl: Meldingen
pl: Powiadomienia
ru: Уведомления
sl: Obvestila

source: Settings
de: Einstellungen
fi: Omat asetukset
fr: Configuration
nl: Instellingen
pl: Ustawienia
sl: Nastavitve

source: Logout
cs: Odhlásit
de: Abmelden
es: Cerrar la sesión
fi: Kirjaudu ulos
fr: Déconnexion
hu: Kilépés
nl: Afmelden
pl: Wyloguj
ru: Выйти
sl: Odjava

source: Edit Club
cs: Editovat klub
de: Verein bearbeiten
es: Editar Club
fi: Muokkaa kerhoa
fr: Editer le club
hu: Klub módosítása
nl: Bewerk Club
pl: Edytuj Klub
ru: Изменить клуб
sl: Uredi klub

source: Change
cs: Změnit
de: Ändern
es: Modificar
fi: Muuta
fr: Modifier
hu: Módosítás
nl: Wijzigen
pl: Zmień
ru: Изменить
sl: Spremeni

source: Clubs
cs: Kluby
de: Vereine
es: Clubes
fi: Kerhot
hu: Klubok
pl: Kluby
ru: Клубы
sl: Klubi

source: Members
cs: Členové
de: Mitglieder
es: Miembros
fi: Jäsenet
fr: Membres
hu: Tagok
nl: Leden
pl: Członkowie
ru: Участники
sl: Člani

source: Members <small>of %(club)s</small>
cs: Členové <small>of %(club)s</small>
de: Mitglieder <small>von %(club)s</small>
es: Miembros <small>de %(club)s</small>
fi: Jäsenet <small>(%(club)s)</small>
fr: Membres <small>de %(club)s</small>
hu: Tagok a <small>%(club)s -tól</small>
nl: Leden <small>van %(club)s</small>
pl: Członkowie <small>%(club)s</small>
ru: Члены клуба <small>%(club)s</small>
sl: Člani <small>%(club)s</small>

source: Created
cs: Vytvořeno
de: Angelegt
es: Creado
fi: Luotu
fr: Créé
hu: Létrehozva
nl: Aangemaakt
pl: Czas utworzenia
ru: Создан
sl: Ustvarjeno

source: %(time_ago)s by %(creator)s
cs: %(time_ago)s uživatelem %(creator)s
de: %(time_ago)s von %(creator)s
es: %(time_ago)s por %(creator)s
fi: %(time_ago)s sitten (%(creator)s)
fr: %(time_ago)s par %(creator)s
hu: %(time_ago)s - %(creator)s
nl: %(time_ago)s door %(creator)s
pl: %(time_ago)s przez %(creator)s
sl: %(time_ago)s od %(creator)s

source: Edit
cs: Upravit
de: Ändern
es: Editar
fi: Muokkaa
fr: Éditer
hu: Szerkesztés
nl: Bewerken
pl: Edytuj
ru: Изменить
sl: Uredi

source: Select Aircraft
de: Flugzeug wählen
es: Seleccionar aeronave
fi: Valitse lentokone
fr: Sélectionnez un aéronef
nl: Selecteer Vliegtuig
pl: Wybierz statek powietrzny
sl: Izberi letalno napravo

source: Select Pilot
cs: Vybrat pilota
de: Pilot wählen
es: Seleccionar Piloto
fi: Valitse lentäjä
fr: Sélectionner un pilote
hu: Pilóta kiválasztása
nl: Selecteer Vlieger
pl: Wybierz pilota
ru: Выбрать пилота
sl: Izberi pilota

source: Date
cs: Datum
de: Datum
es: Fecha
fi: Päivämäärä
hu: Dátum
nl: Datum
pl: Data
ru: Дата
sl: Datum

source: Take-off
cs: Start
de: Start
es: Despegue
fi: Lähtö
fr: Décollage
hu: Felszállás
nl: Start
pl: Start
ru: Взлет
sl: Vzletišče

source: %(airport)s<br /> at %(time)s
cs: %(airport)s<br /> na %(time)s
de: %(airport)s<br /> um %(time)s
es: %(airport)s<br /> a las %(time)s
fi: %(airport)s<br /> klo %(time)s
fr: %(airport)s<br /> à %(time)s
hu: %(airport)s<br /> - %(time)s
nl: %(airport)s<br /> op %(time)s
pl: %(airport)s<br /> na %(time)s
sl: %(airport)s<br /> ob %(time)s

source: Landing
cs: Přistání
de: Landung
es: Aterrizaje
fi: Lasku
fr: Atterrissage
hu: Leszállás
pl: Lądowanie
ru: Посадка
sl: Pristanek

source: Duration
cs: Doba
de: Dauer
es: Duración
fi: Kesto
fr: Durée
hu: Időtartam
nl: Vluchtduur
pl: Czas trwania
ru: Длительность
sl: Trajanje

source: %(hours)s hours
cs: %(hours)s hodin
de: %(hours)s Stunden
es: %(hours)s horas
fi: %(hours)s tuntia
fr: %(hours)s heures
hu: %(hours)s óra
nl: %(hours)s uur
pl: %(hours)s godzin
ru: %(hours)s часов
sl: %(hours)s ur

source: Aircraft
cs: Typ letadla
de: Flugzeug
es: Aeronave
fi: Lentokone
fr: Aéronef
hu: Légijármű
nl: Vliegtuig
pl: Statek powietrzny
ru: Воздушное судно
sl: Letalna naprava

source: Handicap
de: Index
fi: Tasoitus
nl: penalty
ru: Гандикап
sl: Omejitev (handicap)

source: Unknown
cs: Neznámý
de: Unbekannt
es: Desconocido
fi: Tuntematon
fr: Inconnu
hu: Ismeretlen
nl: Onbekend
pl: Nieznany
ru: Неизвестно
sl: Neznano

source: Score
cs: Skóre
de: Punkte
es: Puntuación
fi: Pisteet
hu: Pont
pl: Wynik
ru: Очки
sl: Rezultat

source: %(points)s pt
cs: %(points)s b
es: %(points)s puntos
fi: %(points)s pistettä
fr: %(points)s pts
nl: %(points)s punten
pl: %(points)s pkt
ru: %(points)s очков
sl: %(points)s točk

source: OLC Distance
cs: OLC vzdálenost
de: OLC-Strecke
es: Distancia OLC
fi: OLC matka
fr: Distance OLC
hu: OLC Távolság
nl: OLC Afstand
pl: Odległość OLC
ru: Расстояние по OLC
sl: OLC razdalja

source: FAI Triangle Distance
cs: FAI trojúhelník
de: Strecke (FAI-Dreieck)
es: Distancia de Triángulo FAI
fi: FAI-kolmion matka
fr: Distance triangle FAI
hu: FAI Háromszög Távolság
nl: FAI Driehoek Afstand
pl: Odległość Trójkąta FAI
ru: Расстояние по треугольнику FAI
sl: FAI Trikotnik razdalja

source: Speed
cs: Rychlost
de: Geschwindigkeit
es: Velocidad
fi: Keskinopeus
fr: Vitesse
hu: Sebesség
nl: Snelheid
pl: Prędkość
ru: Скорость
sl: Hitrost

source: Uploaded
cs: Odesláno
de: Hochgeladen
es: Subido
fi: Lähetetty
fr: Déposé
hu: Feltöltve
nl: Geupload
pl: Przesłane
ru: Загружен
sl: Naloženo

source: %(upload_time)s<br/> by %(uploader)s
cs: %(upload_time)s<br/> uživatelem %(uploader)s
de: %(upload_time)s<br/> von %(uploader)s
es: %(upload_time)s<br/> por %(uploader)s
fi: %(upload_time)s<br/> %(uploader)s
fr: %(upload_time)s<br/> par %(uploader)s
hu: %(upload_time)s<br/> %(uploader)s
nl: %(upload_time)s<br/> door %(uploader)s
pl: %(upload_time)s<br/> przez %(uploader)s
ru: %(upload_time)s<br/> пользователем %(uploader)s
sl: %(upload_time)s<br/> od %(uploader)s

source: Actions
cs: Činnosti
de: Aktionen
es: Acciones
fi: Toiminnot
hu: Tevékenységek
nl: Akties
pl: Czynności
ru: Действия
sl: Akcije

source: Delete
cs: Smazat
de: Löschen
es: Eliminar
fi: Poista
fr: Effacer
hu: Törlés
nl: Verwijder
pl: Usuń
ru: Удалить
sl: Izbriši

source: Distance
cs: Vzdálenost
de: Strecke
es: Distancia
fi: Matka
hu: Távolság
nl: Afstand
pl: Odległość
ru: Расстояние
sl: Razdalja

source: Airport
cs: Letiště
de: Flugplatz
es: Aeropuerto
fi: Lentokenttä
fr: Aérodrome
hu: Repülőtér
nl: Vliegveld
pl: Lotnisko
ru: Аэропорт
sl: Letališče

source: Time
cs: Čas
de: Uhrzeit
es: Duración
fi: Aika
fr: Horaires
hu: Idő
nl: Tijd
pl: Czas
ru: Время
sl: Čas

source: Show
cs: Zobrazit
de: Anzeigen
es: Mostrar
fi: Näytä
fr: Afficher
hu: Megjelenítés
nl: Toon
pl: Pokaż
ru: Показать
sl: Prikaži

source: %(num)d comment
cs: %(num)d komentář
de: %(num)d Kommentar
es: %(num)do comentario
fi: %(num)d kommentti
fr: %(num)d commentaire
hu: %(num)d megjegyzés
pl: %(num)d komentarz
ru: %(num)d коментарий
sl: %(num)d komentar

source: Flights <small>of %(pilot)s</small>
cs: Lety <small>pilota %(pilot)s</small>
de: Flüge <small>von %(pilot)s</small>
es: Vuelos <small>de %(pilot)s</small>
fi: Lennot <small>/ %(pilot)s</small>
fr: Vols <small>de %(pilot)s</small>
hu: Flights <small> - %(pilot)s</small>
nl: Vluchten <small>van %(pilot)s</small>
pl: Loty <small>%(pilot)s</small>
ru: Полеты <small>пилота %(pilot)s</small>
sl: Leti <small>od %(pilot)s</small>

source: Flights <small>of %(club)s</small>
cs: Lety <small>klubu %(club)s</small>
de: Flüge <small>von %(club)s</small>
es: Vuelos <small>de %(club)s</small>
fi: Lennot <small>/ %(club)s</small>
fr: Vols <small>de %(club)s</small>
hu: Flights <small> - %(club)s</small>
nl: Vluchten <small>van %(club)s</small>
pl: Loty <small>w %(club)s</small>
ru: Полеты <small>в клубе %(club)s</small>
sl: Leti <small>od %(club)s</small>

source: Flights <small>from %(airport)s</small>
cs: Lety <small>z letiště %(airport)s</small>
de: Flüge <small>ab %(airport)s</small>
es: Vuelos <small>desde %(airport)s</small>
fi: Lennot <small>/ %(airport)s</small>
fr: Vols <small>depuis %(airport)s</small>
hu: Flights <small> - %(airport)s</small>
nl: Vluchten <small>vanaf %(airport)s</small>
pl: Loty <small>dla %(airport)s</small>
ru: Полеты <small>из аэродрома %(airport)s</small>
sl: Leti <small>z %(airport)s</small>

source: Flights <small>on %(date)s</small>
cs: Lety <small>dne %(date)s</small>
de: Flüge <small>am %(date)s</small>
es: Vuelos <small>el %(date)s</small>
fi: Lennot <small>/ %(date)s</small>
fr: Vols <small>le %(date)s</small>
hu: Flights <small> - %(date)s</small>
nl: Vluchten <small>op %(date)s</small>
pl: Loty <small>w %(date)s</small>
ru: Полеты <small>за %(date)s</small>
sl: Leti <small>na %(date)s</small>

source: %(distance)s on %(date)s <small>by %(pilot)s and %(co_pilot)s</small>
cs: %(distance)s dne %(date)s <small>pilota %(pilot)s a %(co_pilot)s</small>
de: %(distance)s am %(date)s <small>von %(pilot)s und %(co_pilot)s</small>
es: %(distance)s el %(date)s <small>por %(pilot)s y %(co_pilot)s</small>
fi: %(distance)s / %(date)s <small>/ %(pilot)s ja %(co_pilot)s</small>
fr: %(distance)s le %(date)s <small>par %(pilot)s et %(co_pilot)s</small>
hu: %(distance)s - %(date)s <small> - %(pilot)s and %(co_pilot)s</small>
nl: %(distance)s op %(date)s <small>door %(pilot)s en %(co_pilot)s</small>
pl: %(distance)s w %(date)s <small>przez %(pilot)s i %(co_pilot)s</small>
ru: %(distance)s %(date)s <small>%(pilot)s и %(co_pilot)s</small>
sl: %(distance)s na %(date)s <small>od %(pilot)s in %(co_pilot)s</small>

source: %(distance)s on %(date)s <small>by %(pilot)s</small>
cs: %(distance)s dne %(date)s <small>pilota %(pilot)s</small>
de: %(distance)s am %(date)s <small>von %(pilot)s</small>
es: %(distance)s el %(date)s <small>por %(pilot)s</small>
fi: %(distance)s: %(date)s <small>%(pilot)s</small>
fr: %(distance)s le %(date)s <small>par %(pilot)s</small>
hu: %(distance)s - %(date)s <small> - %(pilot)s</small>
nl: %(distance)s op %(date)s <small>door %(pilot)s</small>
pl: %(distance)s w %(date)s <small>przez %(pilot)s</small>
ru: %(distance)s %(date)s <small>%(pilot)s</small>
sl: %(distance)s na %(date)s <small>od %(pilot)s</small>

source: %(distance)s on %(date)s
cs: %(distance)s dne %(date)s
de: %(distance)s am %(date)s
es: %(distance)s el %(date)s
fi: %(distance)s: %(date)s
fr: %(distance)s le %(date)s
hu: %(distance)s - %(date)s
nl: %(distance)s op %(date)s
pl: %(distance)s w %(date)s
ru: %(distance)s %(date)s
sl: %(distance)s na %(date)s

source: All Flights
cs: Všechny lety
de: Alle Flüge
es: Todos los Vuelos
fi: Kaikki lennot
fr: Tous les vols
hu: Összes repülés
nl: Alle vluchten
pl: Wszystkie loty
ru: Все полеты
sl: Vsi leti

source: Today
cs: Dnes
de: Heute
es: Hoy
fi: Tänään
fr: Aujourd'hui
hu: Ma
nl: Vandaag
pl: Dzisiaj
ru: Сегодня
sl: Danes

source: Unassigned Flights
cs: Nepřiřazené lety
de: nicht zugeordnete Flüge
es: Vuelos sin asignar
fi: Määrittämättömät lennot
fr: Vols non attribués
hu: Névtelen repülések
nl: Niet toegekende vluchten
pl: Nieprzypisane loty
ru: Неприписанные полеты
sl: Nedodeljen let

source: Pinned Flights
cs: Připnuté lety
de: gemerkte Flüge
es: Vuelos Fijados
fi: Kiinnitetyt lennot
fr: Vols épinglés
hu: Kijelölt repülések
nl: Vastgepinde vluchten
pl: Przypięte loty
ru: Приколотые полеты
sl: Pripet let

source: Thermals
cs: Stoupáky
de: Thermik
es: Térmicas
fi: Nostoja
fr: Thermiques
hu: Termikek
nl: Thermiekbellen
pl: Kominy termiczne
ru: Термиков
sl: Termična dviganja

source: Avg. vario
cs: Vário průměr
de: Mittl. Steigen
es: Ascenso promedio
fi: Keskinosto
fr: Vario moy.
hu: Átl. vario
nl: Gemiddelde vario
pl: Śr.wario.
ru: Ср. подъем
sl: Pov. vario

source: Avg. speed
cs: Pr. rychlost
de: Mittl. Geschw.
es: Velocidad promedio
fi: Keskinopeus
fr: Vitesse moy.
hu: Átl. sebesség
nl: Gem. snelheid
pl: S
ru: Ср. скорость
sl: Pov. hitrost

source: Glide Rate
cs: Klouzavost
de: Gleitzahl
es: Relación de Planeo
fi: Liitosuhde
fr: Finesse
hu: Siklószám
nl: Glijhoek
pl: Doskonałość
ru: Аэродинамическое качество (относительно земли)
sl: Drsno razmerje

source: GR
cs: Klouz.
de: E
es: Relación de Planeo
fr: Finesse
nl: Glijhoek
pl: Dosk.
ru: АК
sl: DR

source: Glides
cs: Přeskoků
de: Gleitflüge
es: Planeos
fi: Liu'ut
fr: Transitions
hu: Siklások
nl: Steken
pl: Przeskoki
ru: Переходов
sl: Planiranja

source: Phase
cs: Fáze
es: Etapa
fi: Vaihe
hu: Szakasz
nl: Fase
pl: Faza
ru: Фаза
sl: Faza

source: Start
cs: Začátek
es: Partida
fi: Lähtö
fr: Départ
ru: Старт
sl: Štart

source: Spread the word
cs: Sdílet
de: Erzähl es herum
es: Pasa la voz
fi: Levitä sanaa
fr: Diffuser
hu: Add tovább
nl: Vertel hierover
pl: Rozpowszechnij
ru: Расскажите о нас
sl: Razširi besedo

source: Overview
de: Übersicht
es: Resumen
fi: Yhteenveto
fr: Vue d’ensemble
nl: Overzicht
pl: Podsumowanie
sl: Pregled

source: Comments
cs: Komentáře
de: Kommentare
es: Comentarios
fi: Kommentit
fr: Commentaires
hu: Megjegyzések
nl: Reacties
pl: Komentarze
ru: Комментарии
sl: Komentarji

source: Full-screen map
cs: Mapa na celou obrazovku
de: Große Karte
es: Mapa en pantalla completa
fi: Koko ruudun kartta
fr: Carte en plein écran
hu: Teljes képernyős térkép
nl: Volledig scherm
pl: Mapa w trybie pełnoekranowym
ru: Карта на полный экран
sl: Zemljevid čez celoten zaslon

source: Activate this to show the flight on top of other flights on the map
cs: Připnutý let bude ve výpisu letů zobrazen úplně nahoře.
de: Aktiviere diese Option um den Flug auch auf der Karte anderer Flüge zu sehen.
es: Activa esto para mostrar el vuelo sobre los otros vuelos en el mapa
fi: Kiinnitä lento näyttääksesi sen muiden lentojen kartoilla, vertailua varten.
fr: Activer pour voir le vol par-dessus les autres vols sur la carte
hu: Aktiváld ezt, hogy a repülés a többi repülés felett jelenjen meg a térképen.
nl: Activeer dit om deze vlucht bovenop andere vluchten op de kaart te tonen.
pl: Aktywuj to do pokazania lotu nad innymi lotami na mapie.
ru: Нажмите сюда чтобы видеть этот полет поверх других на карте
sl: Aktivirajte za prikaz leta na mapi skupaj z drugimi leti

source: No comments yet.
cs: Zatím bez komentářů.
de: Keine Kommentare bisher.
es: Aún no hay comentarios.
fi: Ei kommentteja toistaiseksi.
fr: Pas encore de commentaire.
hu: Még nincs megjegyzés.
nl: Tot op heden geen reacties
pl: Brak komentarzy.
ru: Комментариев пока нет.
sl: Ni komentarjev.

source: Add comment
cs: Přidat komentář
de: Kommentar hinzufügen
es: Añadir comentario
fi: Lisää kommentti
fr: Ajouter le commentaire
hu: Megjegyzés hozzáadása
nl: Voeg een reactie toe
pl: Dodaj komentarz
ru: Добавить комментарий
sl: Dodaj komentar

source: Circling performance
cs: Statistika kroužení
de: Kreisflugleistung
es: Rendimiento en viraje
fi: Nostossa
fr: Performance en montée
hu: Körözési teljesítmény
nl: Thermiek prestaties
pl: Wydajność krążenia
ru: Характеристика спиралей
sl: Učinkovitost kroženja

source: Cruise performance
cs: Statistika klouzání
de: Vorflugleistung
es: Rendimiento en planeo
fi: Liu'ussa
fr: Performance en transition
hu: Siklási teljesítmény
nl: Glij prestaties
pl: Wydajność przeskoku
ru: Характеристики перелетов
sl: Potovanlna učinkovitost

source: Detailed statistics
cs: Detailní statistika
de: Erweiterte Statistiken
es: Estadísticas detalladas
fi: Yksityiskohtaiset tilastot
fr: Statistiques détaillées
hu: Részletes statisztika
nl: Gedetailleerde statistieken
pl: Szczegółowe statystyki
ru: Детальная статистика
sl: Podrobna statistika

source: An error occurred while decoding this flight.
cs: Při dekódování tohoto letu se vyskytla chyba.
de: Beim decodieren des Flugs ist ein Fehler aufgetreten.
es: Ha ocurrido un error al decodificar este vuelo.
fi: Lentoa ladattaessa tapahtui virhe
fr: Une erreur est survenue en décodant ce vol.
hu: Hiba történt a repülés feldolgozása közben.
nl: Een fout is opgetreden tijdens het inlezen van deze vlucht.
pl: Wystąpił błąd podczas przetwarzania tego lotu.
ru: Во время декодирования файла полета произошла ошибка.
sl: Med dekodiranjem leta je prišlo do napake.

source: Phases
cs: Fáze
de: Phasen
es: Etapas
fi: Vaiheet
hu: Szakaszok
nl: Fases
pl: Fazy
ru: Фазы
sl: Faze

source: Yes
cs: Ano
de: Ja
es: Sí
fi: Kyllä
fr: Oui
hu: Igen
nl: Ja
pl: Tak
ru: Да
sl: Da

source: No
cs: Ne
de: Nein
fi: Ei
fr: Non
hu: Nem
nl: Nee
pl: Nie
ru: Нет
sl: Ne

source: Error!
cs: Chyba!
de: Fehler!
fi: Virhe!
fr: Erreur !
hu: Hiba!
pl: Błąd!
ru: Ошибка!
sl: Napaka!

source: Warning!
cs: Varování!
de: Achtung!
es: ¡Advertencia!
fi: Varoitus!
fr: Attention !
hu: Figyelem!
nl: Waarschuwing!
pl: Ostrzeżenie!
ru: Внимание!
sl: Opozorilo!

source: Showing %(start)s to %(end)s of %(total)s entries.
sl: Prikaz %(start)s do %(end)s od %(total)s zapisov.

source: No entries in table.
de: Keine Einträge.
sl: V tabeli ni zapisov.

source: New
de: Neu
es: Nuevo
fi: Uusi...
fr: Nouveau
hu: Új
nl: Nieuw
pl: Nowy
sl: Novo

source: <strong>%(pilot)s</strong> commented on your <strong>%(distance)s</strong> flight on the <strong>%(date)s</strong>.
cs: <strong>%(pilot)s</strong> okomentoval váš <strong>%(distance)s</strong> let ze dne <strong>%(date)s</strong>.
de: <strong>%(pilot)s</strong> hat deinen <strong>%(distance)s</strong> Flug am <strong>%(date)s</strong> kommentiert.
es: <strong>%(pilot)s</strong> ha comentado en tu vuelo de <strong>%(distance)s</strong> el <strong>%(date)s</strong>.
fi: <strong>%(pilot)s</strong> kommentoi <strong>%(distance)s</strong> lentoasi <strong>%(date)s</strong>.
fr: <strong>%(pilot)s</strong> a commenté votre vol de <strong>%(distance)s</strong> du <strong>%(date)s</strong>.
hu: <strong>%(pilot)s</strong> megjegyzést fűzött a <strong>%(distance)s</strong> repülésedhez - <strong>%(date)s</strong>.
nl: <strong>%(pilot)s</strong> heeft gereageerd op jouw vlucht van <strong>%(distance)s</strong> op <strong>%(date)s</strong>.
pl: <strong>%(pilot)s</strong> skomentował twój<strong>%(distance)s</strong> lot z <strong>%(date)s</strong>.
ru: <strong>%(pilot)s</strong> прокоментировал ваш полет на <strong>%(distance)s</strong> за <strong>%(date)s</strong>.
sl: <strong>%(pilot)s</strong> je komentiralo tvoj <strong>%(distance)s</strong> let na <strong>%(date)s</strong>.

source: You commented on a <strong>%(distance)s</strong> flight on the <strong>%(date)s</strong>.
de: Du hast einen <strong>%(distance)s</strong> Flug am <strong>%(date)s</strong> kommentiert.
es: Has comentado en un vuelo de <strong>%(distance)s</strong> el <strong>%(date)s</strong>.
fi: Kommentoit <strong>%(distance)s</strong> lentoa <strong>%(date)s</strong>.
fr: Vous avez commenté un vol de <strong>%(distance)s</strong> le <strong>%(date)s</strong>.
nl: U heeft gereageerd op een <strong>%(distance)s</strong> vlucht op <strong>%(date)s</strong>.
pl: Dodałeś komentarz o <strong>%(distance)s</strong> locie który wziął miejsce <strong>%(date)s</strong>.
sl: Komentirali ste <strong>%(distance)s</strong> let na <strong>%(date)s</strong>.

source: <strong>%(pilot)s</strong> commented on a <strong>%(distance)s</strong> flight on the <strong>%(date)s</strong>.
de: <strong>%(pilot)s</strong> hat einen <strong>%(distance)s</strong> Flug am <strong>%(date)s</strong> kommentiert.
es: <strong>%(pilot)s</strong> ha comentado en un vuelo de <strong>%(distance)s</strong> el <strong>%(date)s</strong>.
fi: <strong>%(pilot)s</strong> kommentoi <strong>%(distance)s</strong> lentoa <strong>%(date)s</strong>.
fr: <strong>%(pilot)s</strong> a commenté un vol de <strong>%(distance)s</strong> le <strong>%(date)s</strong>
nl: <strong>%(pilot)s</strong> heeft gereageerd op een <strong>%(distance)s</strong> vlucht op <strong>%(date)s</strong>.
pl: <strong>%(pilot)s</strong> dodał komentarz o <strong>%(distance)s</strong> locie który wziął miejsce <strong>%(date)s</strong>.
sl: <strong>%(pilot)s</strong> je komentiral <strong>%(distance)s</strong> let na <strong>%(date)s</strong>.

source: You uploaded a <strong>%(distance)s</strong> flight on the <strong>%(date)s</strong>.
de: Du hast einen <strong>%(distance)s</strong> Flug am <strong>%(date)s</strong> hochgeladen.
es: Has subido un vuelo de <strong>%(distance)s</strong> el <strong>%(date)s</strong>.
fi: Latasit <strong>%(distance)s</strong> lennon <strong>%(date)s</strong>.
fr: Vous avez déposé un vol de <strong>%(distance)s</strong> le <strong>%(date)s</strong>
nl: U heeft een <strong>%(distance)s</strong> vlucht geüpload op <strong>%(date)s</strong>.
pl: Przesłałeś <strong>%(distance)s</strong> lotów z <strong>%(date)s</strong>.
sl: Naložili ste <strong>%(distance)s</strong> let na <strong>%(date)s</strong>.

source: <strong>%(pilot)s</strong> uploaded a new <strong>%(distance)s</strong> flight on the <strong>%(date)s</strong>.
cs: <strong>%(pilot)s</strong> nahrák nový <strong>%(distance)s</strong> let ze dne <strong>%(date)s</strong>.
de: <strong>%(pilot)s</strong> hat einen <strong>%(distance)s</strong> Flug am <strong>%(date)s</strong> hochgeladen.
es: <strong>%(pilot)s</strong> subió un nuevo vuelo de <strong>%(distance)s</strong> el <strong>%(date)s</strong>.
fi: <strong>%(pilot)s</strong> latasi <strong>%(distance)s</strong> lennon <strong>%(date)s</strong>.
fr: <strong>%(pilot)s</strong> a déposé un nouveau vol de <strong>%(distance)s</strong> du <strong>%(date)s</strong>.
hu: <strong>%(pilot)s</strong> feltöltött egy új <strong>%(distance)s</strong> repülést - <strong>%(date)s</strong>.
nl: <strong>%(pilot)s</strong> heeft een nieuwe vlucht geupload van <strong>%(date)s</strong> met afstand <strong>%(distance)s</strong>.
pl: <strong>%(pilot)s</strong> przesłał <strong>%(distance)s</strong> nowych lotów z <strong>%(date)s</strong>.
ru: <strong>%(pilot)s</strong> добавил новый полет на <strong>%(distance)s</strong> за <strong>%(date)s</strong>.
sl: <strong>%(pilot)s</strong> je naložil nov <strong>%(distance)s</strong> let na <strong>%(date)s</strong>.

source: You uploaded <strong>%(num_flights)s</strong> new flights.
de: Du hast <strong>%(num_flights)s</strong> neue Flüge hochgeladen.
es: Has subido <strong>%(num_flights)s</strong> vuelos nuevos.
fi: Latasit <strong>%(num_flights)s</strong> uutta lentoa.
fr: Vous avez déposé <strong>%(num_flights)s</strong> nouveaux vols.
nl: U heeft <strong>%(num_flights)s</strong> nieuw geüploade vluchten.
pl: Przesłałeś <strong>%(num_flights)s</strong> lotów.
sl: Naložili ste <strong>%(num_flights)s</strong> nove lete.

source: <strong>%(pilot)s</strong> uploaded <strong>%(num_flights)s</strong> new flights.
cs: <strong>%(pilot)s</strong> nahrál <strong>%(num_flights)s</strong> nových letů.
de: <strong>%(pilot)s</strong> hat <strong>%(num_flights)s</strong> neue Flüge hochgeladen.
es: <strong>%(pilot)s</strong> subió <strong>%(num_flights)s</strong> vuelos nuevos.
fi: <strong>%(pilot)s</strong> latasi <strong>%(num_flights)s</strong> uutta lentoa.
fr: <strong>%(pilot)s</strong> a déposé <strong>%(num_flights)s</strong> nouveaux vols.
hu: <strong>%(pilot)s</strong> feltöltött <strong>%(num_flights)s</strong> új repülést.
nl: <strong>%(pilot)s</strong> heeft<strong>%(num_flights)s</strong> nieuwe vluchten geupload.
pl: <strong>%(pilot)s</strong> przesłał <strong>%(num_flights)s</strong> nowych lotów.
ru: <strong>%(pilot)s</strong> добавил <strong>%(num_flights)s</strong> новых полета.
sl: <strong>%(pilot)s</strong> je naložil <strong>%(num_flights)s</strong> nove lete.

source: <strong>%(pilot)s</strong> started following you.
de: <strong>%(pilot)s</strong> folgt dir jetzt.
es: <strong>%(pilot)s</strong> ha comenzado a seguirte.
fi: <strong>%(pilot)s</strong> seuraa sinua.
fr: <strong>%(pilot)s</strong> vous suit.
nl: <strong>%(pilot)s</strong> volgt u.
pl: <strong>%(pilot)s</strong> rozpoczął obserwację ciebie.
sl: <strong>%(pilot)s</strong> vas je pričel spremljati.
