Repository: skylines-project/skylines
Catalog: skylines/frontend/translations/*/LC_MESSAGES/messages.po
Languages: cs, de, es, fi, fr, hu, nl, pl, ru, sl

source: Gliders
cs: Kluzáky
de: Segelflugzeuge
es: Planeadores
fi: Purjekoneet
fr: Planeurs
hu: Vitorlázógépek
nl: Zwevers
pl: Szybowce
ru: Планеры
sl: Jadralna letala

source: Motor Gliders
cs: Motorové kluzáky
de: Motorsegler
es: Motoplaneadores
fi: Moottoripurjekoneet
fr: Moto-planeurs
hu: Motoros vitorlázógépek
nl: motorzwevers
pl: Motoszybowce
ru: Мотопланеры
sl: Motorna jadralns letala

source: Hanggliders
cs: Rogala
de: Hängegleiter
es: Alas Delta
fi: Riippuliitimet
fr: Deltaplanes
hu: Sárkányrepülők
nl: Deltazwevers
pl: Lotnie
ru: Дельтапланы
sl: Jadralni zmaji

source: Paragliders
cs: Závěsné kluzáky
de: Paragleiter
es: Parapentes
fi: Varjoliitimet
fr: Parapentes
hu: Siklóernyők
nl: Parapente
pl: Paralotnie
ru: Парапланы
sl: Jadralna padala

source: UL Gliders
cs: UL kluzáky
de: UL-Segelflugzeuge
es: Planeadores Ultralivianos
fi: UL-purjekoneet
fr: Planeurs ultra légers
hu: UL Repülők
nl: Ultra lichte zwevers
pl: Ultralekkie szybowce
ru: Ультралегкие планеры
sl: UL letala

source: Other
cs: Ostatní
de: Andere
es: Otros
fi: Muut
fr: Autres
hu: Egyéb
nl: Andere
pl: Inne (plurar, feminine / singular, no genre) Inny (singular, masculine) Inna (singular, feminine) Inni (plurar, masculine)
ru: Прочие
sl: Drugo

source: No club
de: Kein Verein
sl: Ni kluba

source: Club
de: Verein
fi: Kerho
hu: Klub
pl: Klub
ru: Клуб
sl: Klub

source: Name
cs: Jméno
es: Nombre.
fi: Nimi
fr: Nom
hu: Név
nl: Naam
pl: Nazwa
ru: Имя
sl: Ime

source: A club with this name exists already.
de: Ein Verein mit diesem Namen existiert bereits.
sl: Klub z tem imenom že obstaja

source: Website
cs: Webová stránka
de: Webseite
es: Sitio web
fi: Kotisivu
fr: Site internet
hu: Weboldal
pl: Strona internetowa
ru: Веб-сайт
sl: Spletna stran

source: Co-Pilot
sl: Ko-pilot

source: Pilot and co-pilot can not be the same person.
de: Pilot und Copilot können nicht die selbe Person sein!
sl: Pilot in ko-pilot ne more bit ista oseba.

source: Co-Pilot name
de: Copilot
sl: Ime ko-pilota

source: Aircraft Model
cs: Typ letadla
de: Flugzeug-Typ
es: Modelo de Aeronave
fi: Lentokoneen malli
fr: Modèle d'aéronef
hu: Légijármű modell
nl: Vliegtuig Type
pl: Model statku powietrznego
ru: Тип Л/А
sl: Model letalne naprave

source: Aircraft Registration
cs: Imatrikulace
de: Flugzeug-Kennzeichen
es: Matrícula
fi: Lentokoneen rekisteritunnus
fr: Immatriculation de l'aéronef
hu: Lajstromjel
nl: Vliegtuig Registratie
pl: Rejestracja statku powietrznego
ru: Регистрационный номер Л/А
sl: Registracija letalne naprave

source: Competition Number
cs: Soutežní znak
de: Wettbewerbskennzeichen
es: Número de Competición
fi: Kilpailutunnus
fr: Immatriculation de compétition
hu: Rajtszám
nl: Wedstrijdregistratie
pl: Znaki konkursowe
ru: Соревновательный номер
sl: Tekmovalna številka

source: Unknown or other person
de: Unbekannte oder andere Person
sl: Neznano ali druga oseba

source: Current Password
de: Aktuelles Passwort
sl: Trenutno geslo

source: Password
cs: Heslo
de: Passwort
es: Contraseña
fi: Salasana
fr: Mot de passe
hu: Jelszó
nl: Wachtwoord
pl: Hasło
ru: Пароль
sl: Geslo

source: Your password must have at least 6 characters.
de: Dein Passwort muss mindestens 6 Zeichen haben.
sl: Vaše geslo mora imeti vsaj 6 znakov.

source: Verify Password
de: Passwort bestätigen
sl: Preveri geslo

source: Your passwords do not match.
de: Deine Passwörter stimmen nicht überein
sl: Vaše geslo se ne ujema.

source: eMail Address
sl: Elektronski naslov

source: Please enter your email address.
de: Bitte gib deine E-Mail-Adresse ein.
sl: Prosimo vpišite vaš elektronski naslov.

source: First Name
de: Vorname
sl: Ime

source: Please enter your first name.
de: Bitte gib deinen Vornamen an.
sl: Prosimo vpišite svoje ime.

source: Last Name
de: Nachname
sl: Priimek

source: Please enter your last name.
de: Bitte gib deinen Nachnamen an.
sl: Prosimo vpišite svoj priimek.

source: A pilot with this email address exists already.
de: Ein Pilot mit dieser E-Mail-Adresse existiert bereits.
sl: Pilot s tem email naslovom že obstaja.

source: None
de: Keine
sl: Nič

source: Unit Preset
de: Voreinstellung
sl: Prednastavitev enot

source: Distance Unit
de: Streckeneinheit
sl: Razdalja

source: Speed Unit
de: Geschwindigkeitseinheit
sl: Hitrost

source: Lift Unit
de: Varioeinheit
sl: Dviganje

source: Altitude Unit
de: Höheneinheit
sl: Višina

source: Tracking Delay
de: Tracking-Verzögerung
sl: Zamik sledenja

source: Tracking Callsign
de: Kennzeichen für Tracking
sl: Klicni znak sledenja

source: Your callsign must not have more than 5 characters.
de: Dein Kennzeichen darf maximal 5 Zeichen haben.
sl: Vaš klicni znak ne sme imeti več kot 5 znakov.

source: There is no pilot with this email address.
de: Ein Pilot mit dieser E-Mail-Adresse existiert nicht.
sl: Pilot s tem e-poštnim naslovom ne obstaja

source: Please enter your password.
de: Login fehlgeschlagen. Bitte prüfe dein Passwort.
sl: Prosimo vnesite geslo

source: Remember me
de: Angemeldet bleiben
sl: Zapomni se me

source: Not a valid choice
de: Keine gültige Option
es: No es una elección válida.
fi: Virheellinen valinta
fr: Choix invalide.
nl: Geen geldige keuze
pl: Niepoprawny wybór
sl: Neveljavna izbira

source: IGC or ZIP file(s)
de: IGC- oder ZIP-Datei(en)
sl: IGC ali ZIP datoteke

source: Please add one or more IGC or ZIP files
de: Bitte füge ein oder mehrere IGC- oder ZIP-Dateien hinzu
sl: Prosimo dodajte eno ali več IGC ali ZIP datotek

source: Invalid field name '%s'.
de: Ungültiger Feldname '%s'.
pl: Niepoprawna nazwa pola '%s'.
sl: Neveljavno ime polja '%s'.

source: Welcome to SkyLines, your internet platform for flight sharing!
de: Willkommen bei SkyLines, deiner Internetplattform zum Austausch von Flügen!
es: ¡Bienvenido a Skylines, su plataforma por internet para compartir vuelos!
fi: Tervetuloa SkyLinesiin! Jaa lentosi netissä!
fr: Bienvenu sur SkyLines, votre plateforme internet de partage des vols !
hu: Üdvözöl a SkyLines, a repülésmegosztó Internetes platform.
nl: Welkom bij SkyLines, het internet platform voor het delen van vluchten!
pl: Witamy w SkyLines, twojej internetowej platformie do dzielenia się lotami!
ru: SkyLines - интернет-платформа, позволяющая делиться полетами!
sl: Dobrodošli na Skylines, internetni platformi za izmenjavo preletov!

source: Flight Database
de: Flugdatenbank
es: Base de Datos de Vuelos
fi: Lentotietokanta
fr: Fichiers de vol
hu: Repülés Adatbázis
nl: Vluchten Database
pl: Baza lotów
ru: База данных полетов
sl: Podatkovna baza letov

source: <a href="%(url)s">Upload</a> your IGC files and share them with your friends. We won't change your files or restrict you from downloading them again!
de: <a href="%(url)s">Lade</a> deine Flüge hoch und teile sie mit deinen Freunden. Die Flüge können uneingeschränkt runtergeladen werden und werden von uns nicht verändert!
es: <a href="%(url)s">Sube</a> tus archivos IGC y compártelos con tus amigos. ¡No los modificaremos ni impediremos que los vuelvas a descargar!
fi: <a href="%(url)s">Lähetä</a> IGC-tiedostoja jakaaksesi lentosi muiden kanssa. Toisin kuin muut sivustot, SkyLines ei peukaloi tiedostojasi eikä rajoita lataamasta niitä.
fr: <a href="%(url)s">Déposez</a> vos fichiers IGC et partagez les avec vos amis. Nous ne modifierons pas vos fichiers, et ne vous empêcherons pas non plus de les télécharger dans le futur !
hu: <a href="%(url)s">Töltsd fel</a> az IGC fájlodat és oszd meg őket a barátaiddal. A fájljaidat nem fogjuk módosítani és nem fogjuk korlátozni az ismételt letöltésüket!
nl: <a href="%(url)s">Upload</a> je IGC bestand en deel ze met je vrienden. We zullen je bestanden niet aanpassen, of je beletten ze opnieuw te downloaden
pl: <a href="%(url)s">Prześlij</a> twój plik IGC i podziej się nim ze znajomymi. Nie będziemy zmieniać twoich plików lub ograniczać cię przed pobraniem ich ponownie!
ru: <a href="%(url)s">Загрузите</a> IGC файлы и поделитесь ими со своими друзьями. Мы не станем изменять ваши файлы и ограничивать доступ к ним!
sl: <a href="%(url)s">Naloži</a> svoje IGC datoteke in jih deli z svojimi prijatelji. Vaših datotek ne bomo spreminjali ali vam omejevali njihov ponovni prenos.

source: Live Tracking
es: Seguimiento en Vivo
fi: Live-seuranta
fr: Tracking
ru: Живой трекинг
sl: Sledenje v živo

source: Use your mobile phone to send position updates to SkyLines. Find out how it works <a href="%(url)s">here</a>.
de: Benutz dein Telefon um Positionsupdates an SkyLines zu schicken. Klick <a href="%(url)s">hier</a> für mehr Informationen.
es: Usa tu teléfono móvil para enviar actualizaciones de posición a SkyLines. Descubre cómo funciona <a href="%(url)s">aquí</a>.
fi: SkyLines voi näyttää lentosi kartalla reaaliajassa. Käytä kännykkäsi nettiyhteyttä sijaintitietojen lähettämiseen. <a href="%(url)s">Näin se toimii</a>.
fr: Utilisez votre téléphone portable pour envoyer des mises à jour de votre position à SkyLines. Regardez <a href="%(url)s">ici</a> comment ça marche.
hu: Használd a mobilodat a helyzet frissítések SkyLines-hoz való küldéséhez. Ismerd meg, hogy hogyan működik <a href="%(url)s">itt</a>.
nl: Gebruik uw mobiele telefoon om uw locatie updates door te sturen naar SkyLines. Hoe het werkt vind u <a href="%(url)s">hier</a>.
pl: Użyj twojego telefonu do wysyłania aktualnej pozycji do SkyLines. Sprawdź jak to działa <a href="%(url)s">tutaj</a>.
ru: Делитесь своим местоположением в реальном времени с помощью мобильного телефона. Как это работает, можете узнать <a href="%(url)s">здесь</a>.
sl: Uporabite svoj mobilni telefon za prenos pozicije na Skylines. Več informacij o delovanju najdete <a href="%(url)s">tukaj</a>.

source: Flight Analysis
de: Fluganalyse
es: Análisis de Vuelo
fi: Lennon analysointi
fr: Analyse des vols
hu: Repülés Analízis
nl: Vluchten Analyse
pl: Analizy lotów
ru: Анализ полета
sl: Analiza leta

source: Use our analysis tools to have a closer look at your flights and how you might be able to improve them in the future.
de: Benutz unsere Analysetools um dir deine Flüge im Detail anzuschauen und um herauszufinden wie du in Zukunft noch besser fliegen kannst.
es: Usa nuestras herramientas de análisis para darle un vistazo más cercano a tus vuelos y cómo poder mejorarlos en el futuro.
fi: Analyysityökaluilla voit tarkastella lentojasi jälkikäteen ja lentää vielä nopeammin huomenna.
fr: Utilisez notre outil pour analyser vos vols passés, et voir comment améliorer vos vols futurs.
hu: Használd az analízis eszközünket, hogy kapj közelebbi képet a repülésedről és arról, hogy hogyan tudod tökéletesíteni a repüléseidet a jövőben.
nl: Gebruik onze analyse pagina om je vluchten in detail te bekijken en toekomstige vluchten te optimaliseren.
pl: Użyj naszych narzędzi do analizy, do bliższego przejrzenia się swoim lotom abyś mógł poprawić je w przyszłości.
ru: Инструменты для анализа помогут рассмотреть полеты во всех деталях и подскажут пути к самосовершенствованию.
sl: Uporaba naših orodji za analizo omogoča podrobnješi ogled vaših poletov in kako bi jih v prihodnosti lahko izboljšali.

source: Task Planning
de: Streckenplanung
es: Planificación de Tarea
fi: Tehtävän suunnittelu
fr: Circuits
hu: Feladat Tervezés
nl: Taakplanning
pl: Planowanie zadań
ru: Планирование задания
sl: Načrtovanje naloge

source: planned
cs: plánovaný
de: geplant
es: planificada
fi: tulossa
fr: prévu
hu: tervezve
nl: gepland
pl: w planach
ru: запланировано
sl: planirano

source: Use your browser to plan your tasks before the flight and upload them quickly to your flight computer. Integration of %(prosoar)s is planned.
de: Benutz deinen Browser zur Streckenplanung vor dem Flug und lade die Aufgaben auf schnellstem Weg in dein Navigationsgerät. Die Integration von %(prosoar)s ist geplant.
es: Usa tu navegador para planificar tus tareas antes del vuelo y subirlas rápidamente a tu computadora de vuelo. Integración con %(prosoar)s está planificada.
fi: Laadi tehtävä selaimessasi ja lataa se lentonavigaattoriisi. Kartalla myös kätevästi Suomen ilmatilat. Suunnitelmissa on myös %(prosoar)s -tuki.
fr: Utilisez votre navigateur internet pour préparer vos circuits avant les vols et les charger dans votre appareil rapidement. L'intégration de %(prosoar)s est prévue.
hu: Használd a böngésződet a repülés előtt a feladatod tervezéséhez és töltsd fel gyorsan a feladatod a műszeredre. Integráció tervezve a %(prosoar)s -val.
nl: Gebruik uw browser om een opdracht te plannen voor uw vlucht en upload ze snel naar uw vlucht computer. Integratie van %(prosoar)s is gepland.
pl: Użyj twojej przeglądarki do planowania zadań przed lotem i przesyłania ich szybko do twojego "lusterka". Planowana jest integracja z %(prosoar)s.
ru: Спланируйте полетное задание прямо в браузере и быстро загрузите его на полетный компьютер. Запланирована интеграция с %(prosoar)s.
sl: Uporabite spletni pregledovalnik za načrtovanje letalnih nalog pred poletom nato jih naložite na svoj letalni inštrument. Integracija s %(prosoar)s je planirana.

source: Competitions
de: Wettbewerbe
es: Competiciones
fi: Kilpailut
fr: Concours
hu: Versenyek
nl: Wedstrijden
pl: Zawody
ru: Соревнования
sl: Tekmovanja

source: Create competitions to offer your spectators an even better live tracking experience by following all the participants on the same map.
de: Erstelle Wettbewerbe um den Zuschauern ein noch besseres Live Tracking Erlebnis zu bieten. Sieh allen Teilnehmern auf der selben Karte beim Fliegen zu.
es: Crea competiciones para ofrecer una aún mejor experiencia de seguimiento en vivo a tus espectadores al seguir a todos los participantes en el mismo mapa.
fi: Kilpaile online-sarjoissa tai tee perinteisistä purjelentokisoista katsojaystävällisempiä näyttämällä kaikki kisaajat samalla kartalla.
fr: Créez des concours pour offrir aux spectateurs une représentation en suivant tous les participants sur une carte en direct.
hu: Hozz létre versenyeket, kínálj még jobb live tracking élményt a megfigyelőknek azzal, hogy az összes résztvevőt ugyanazon a térképen tudják követni.
nl: Maak wedstrijden aan om je toeschouwers een betere ervaring te geven door alle deelnemers op dezelfde map te laten zien.
pl: Tworzenie zawodów daje widzom lepsze doświadczenia, poprzez umożliwienie podążania na żywo za wszystkimi uczestnikami na jednej mapie.
ru: Создавайте соревнования и предложите зрителям возможность наблюдать сразу за всеми участниками на одной и той-же карте в реальном времени.
sl: Kreirajte tekmovanja za gledalčevo boljšo izkušnjo pri spremljanjuvseh tekmovalcev v živo na skupni mapi.

source: Achievements
de: Auszeichnungen
es: Logros
fi: Suoritukset
fr: Objectifs
hu: Eredmények
nl: Prestaties
pl: Osiągnięcia
ru: Достижения
sl: Dosežki

source: Challenge yourself by trying to complete all the achievements that SkyLines offers. Fly large triangles, long final glides or just do your first outlanding.
de: Steck dir neue Ziele und versuche alle Auszeichnungen in SkyLines zu erlangen. Flieg große Dreiecke, mach lange Endanflüge und mach einfach deine erste Außenlandung.
es: Rétate a ti mismo al tratar de completar todos los logros que SkyLines ofrece. Vuela grandes triángulos, planeos finales extensos o simplemente aterriza afuera.
fi: Haasta itsesi saavuttamalla kaikki SkyLinesin suoritukset. Lennä iso kolmio, pitkä loppuliuku tai tee ensimmäinen maastolaskusi.
fr: Donnez vous des objectifs en essayant de réaliser ceux lancés par SkyLines. Parcourez de plus grands triangles, de plus longues arrivées, ou simplement votre première vache !
hu: Tedd próbára magad, próbáld véghezvinni az összes teljesítményt amit a SkyLines kínál. Repülj nagy háromszöget, teljesíts nagy végsiklást vagy éppen hajtsd végre első terepre szállásod.
nl: Daag jezelf uit door te alle uitdagingen te voltooien die SkyLines aanbiedt. Vlieg grote driehoeken, lange final glides of landt gewoon voor de eerste maal buiten.
pl: Podejmij wyzwanie próbując ukończyć wszystkie wyczyny, które oferuje SkyLines. Lataj duże trójkąty, długie doloty lub po prostu wykonaj Twoje pierwsze lądowanie w terenie przygodnym.
ru: Бросьте вызов своим возможностям и соберите все достижения на SkyLines. Большие треугольные маршруты, длинные долеты или первая посадка вне аэродрома - все будет засчитано!
sl: Sprejmite izziv in dokončajte vse dosežke, ki jih ponuja Skylines. Letite velike trikotnike, dolge ciljne dolete ali pa izvedite svoj prvi izven letališki pristanek.

source: Social Network
de: Soziales Netzwerk
es: Red Social
fi: Sosiaalinen verkko
fr: Réseau social
hu: Közösségi Háló
nl: Sociaal netwerk
pl: Portal społecznościowy
ru: Социальная сеть
sl: Socialno omrežje

source: Skylines also has some social network aspects. You can comment on flights, follow your friends and get <a href="%(url)s">notifications</a> if they do anything interesting.
de: Skylines hat auch Elemente eines sozialen Netzwerks. Du kannst Flüge kommentieren, deinen Freunden folgen und bekommst <a href="%(url)s">Benachrichtigungen</a> wenn sie etwas interessantes machen.
es: SkyLines también tiene algunos aspectos sociales. Puedes comentar vuelos, seguir a tus amigos y obtener <a href="%(url)s">notificaciones</a> si hacen algo interesante.
fi: Skylines on sosiaalinen. Voit kommentoida lentoja, seurata kollegojasi ja saat halutessasi <a href="%(url)s">muistutuksia</a>, kun jotain jännää tapahtuu.
fr: SkyLines a également un caractère de réseau social. Vous pouvez commenter les vols, suivre vos amis, et recevoir des <a href="%(url)s">notifications</a> si ils font quelque chose d'intéressant.
hu: Skylines-nak van közösségi háló nézete is. Tudsz megjegyzést fűzni a repülésekhez, tudod követni a barátaidat és kapsz <a href="%(url)s">értesítéseket</a> ha csinálnak valami érdekeset.
nl: SkyLines heeft ook sociale netwerkaspecten. Je kan commentaar geven bij vluchten, je vrienden volgen en <a href="%(url)s">notificaties</a> krijgen als ze iets interessants doen.
pl: Skylines posiada pewne elementy portalu społecznościowego. Możesz komentować loty, podążać za twoimi znajomymi i dostawać <a href="%(url)s">powiadomienia</a> jeśli robią cokolwiek interesującego.
ru: В SkyLines так-же есть некоторые элементы социальных сетей. Можно оставлять комментарии к полетам, следить за друзьями и получать <a href="%(url)s">уведомления</a>, когда они сделают что-нибудь интересное.
sl: Skylines vsebuje tudi funkcionalnosti socialnih omrežji. Omogoča komentiranje poletov, sledenje aktivnosti prijateljev in prejemanje <a href="%(url)s">obvestil</a> če ti naredijo kaj zanimivega.

source: Open Data
es: Datos Abiertos
fi: Avoin data
fr: Données libres
hu: Nyílt Adat
ru: Открытые данные
sl: Odprti podatki

source: The SkyLines flight database is made available under the %(license)s. Skylines is using waypoint data from the %(welt2000)s project.
de: Die Flugdatenbank von SkyLines steht unter der %(license)s. SkyLines benutzt Wendepunktdaten vom %(welt2000)s Projekt.
es: La base de datos de vuelos de SkyLines está disponible bajo la %(license)s. SkyLines utiliza datos de puntos de viraje del proyecto %(welt2000)s.
fi: SkyLinesin lentotietokanta on %(license)s-lisensoitu. SkyLines käyttää %(welt2000)s-projektin käännepiste- ja lentokenttätietoja.
fr: La base de données des vol est mise à disposition sous la licence %(license)s. SkyLines utilise les données du projet %(welt2000)s pour les points de virages.
hu: A SkyLines repülés adatbázis elérhető az %(license)s alatt. A Skylines a %(welt2000)s projektből használ útpont adatokat.
nl: De SkyLines vluchten database wordt beschikbaar gemaakt onder de %(license)s. SkyLines maakt gebruik van de keerpuntdata van het %(welt2000)s project.
pl: Baza danych lotów SkyLines jest oparta o %(license)s. Skylines używa punktów zwrotnych z projektu %(welt2000)s.
ru: База полетов SkyLines доступна по лицензии %(license)s. SkyLines использует данные поворотных пунктов из проекта %(welt2000)s.
sl: SkyLines podatkovna baza poletov je na voljo po licenci %(license)s. Skylines uporablja podatke in geo točke projekta %(welt2000)s.

source: Open Source
es: Código Abierto
fi: Avoin lähdekoodi (Open Source)
hu: Nyílt Forrás
pl: Wolne oprogramowanie
ru: Открытый исходный код
sl: Odprta koda

source: Skylines is a <a href="%(team_url)s">community</a> project and entirely based on free software (<a href="%(license_url)s">License</a>). Visit %(github)s if you want to help!
de: Skylines ist ein <a href="%(team_url)s">Teamprojekt</a> und basiert komplett auf freier Software (<a href="%(license_url)s">Lizenz</a>). Schau dich auf %(github)s um wenn du helfen möchtest!
es: SkyLines es un proyecto <a href="%(team_url)s">comunitario</a> y está enteramente basado en software libre (<a href="%(license_url)s">Licencia</a>). ¡Visita %(github)s para contribuir!
fi: SkyLines on <a href="%(team_url)s">yhteisöprojekti</a> ja pohjautuu vapaaseen lähdekoodiin (<a href="%(license_url)s">Lisenssi</a>). Katso, miten voit itse parantaa SkyLinesiä: %(github)s.
fr: SkyLines est un projet <a href="%(team_url)s">communitaire</a> et est entièrement basé sur du logiciel libre (<a href="%(license_url)s">Licence</a>). Rendez-vous sur %(github)s si vous voulez aider !
hu: Skylines egy <a href="%(team_url)s">community</a> projekt és teljes egészében szabad szoftver licencen alapul (<a href="%(license_url)s">Licenc</a>). Látogasd meg a %(github)s oldalt, ha szeretnél segíteni!
nl: Skylines is een <a href="%(team_url)s">gemeenschaps</a> project en volledig gebaseerd op gratis software (<a href="%(license_url)s">Licentie</a>). Bezoek %(github)s als je wil bijdragen!
pl: Skylines jest <a href="%(team_url)s">społecznościowym</a> projektem i całkowicie bazuje na wolnym oprogramowaniu (<a href="%(license_url)s">Licencja</a>). Odwiedź %(github)s jeśli chcesz pomóc!
ru: Skylines - это <a href="%(team_url)s">общественный</a> проект, полностью основанный на свободном программном обеспечении (<a href="%(license_url)s">Лицензия</a>). Посетите %(github)s, если хотите помочь!
sl: Skylines je <a href="%(team_url)s">skupnostni</a> projekt, ki v celoti temelji na odprti kodi (<a href="%(license_url)s">Licenca</a>). Obiščite %(github)s če želite pomagati!

source: The SkyLines Team
de: Das SkyLines-Team
es: El Equipo de SkyLines
fi: SkyLines-tiimi
fr: L'équipe SkyLines
nl: Het SkyLines Team
pl: Zespół SkyLines
ru: Команда SkyLines
sl: Skylines ekipa

source: Imprint
de: Impressum
es: Impresión
fr: Affiliation
nl: Afdruk
pl: Informacja prawna
ru: Печать
sl: Odtis

source: Login
cs: Přihlásit
de: Anmelden
es: Iniciar sesión
fi: Kirjaudu
fr: Identifiant
hu: Bejelentkezés
nl: Aanmelden
pl: Zaloguj się
ru: Войти
sl: Prijava

source: Forgot password?
cs: Zapoměli jste heslo?
de: Passwort vergessen?
es: ¿Olvidó su contraseña?
fi: Unohditko salasanan?
fr: Mot de passe oublié ?
hu: Elfejtette a jelszavát?
nl: Wachtwoord vergeten?
pl: Zapomniałeś hasła?
ru: Забыли пароль?
sl: Ste pozabili geslo?

source: Don't have an account?
cs: Nemáte účet?
de: Noch kein Konto?
es: ¿No tienes una cuenta?
fi: Luo uusi tunnus.
fr: Vous n'avez pas encore de compte?
hu: Nem rendelkezik fiókkal?
nl: Nog geen account?
pl: Nie posiadasz konta?
ru: Еще не зарегистрированы?
sl: Nimate uporabniškega računa?

source: Live
es: En Vivo
fr: En direct
pl: Na żywo
ru: Вживую
sl: V živo

source: Flights
cs: Lety
de: Flüge
es: Vuelos
fi: Lennot
fr: Vols
hu: Repülések
nl: Vluchten
pl: Loty
ru: Полеты
sl: Poleti

source: Ranking
cs: Žebříček
de: Rangliste
es: Puntajes
fr: Classement
hu: Rangsor
nl: Klassement
ru: Рейтинг
sl: Uvrstitve

source: Statistics
cs: Statistika
de: Statistiken
es: Estadísticas
fi: Tilastot
fr: Statistiques
hu: Statisztika
nl: Statistieken
pl: Statystyki
ru: Статистика
sl: Statistika

source: Search
de: Suche
es: Buscar
fi: Haku
fr: Chercher
hu: Keresés
nl: Zoeken
pl: Szukanie
ru: Поиск
sl: Iskanje
