Repository: skylines-project/skylines
Catalog: skylines/frontend/translations/*/LC_MESSAGES/messages.po
Languages: cs, de, es, fi, fr, hu, nl, pl, ru, sl

source: The mail server is currently not reachable. Please try again later or contact the developers.
cs: Poštovní server je momentálně nedostupný. Zkuste to prosím později, nebo kontaktujte vývojáře systému.
de: Der Mail Server ist gerade nicht erreichbar. Versuche es später noch einmal, oder verständige die Entwickler.
es: El servidor de correo no está accesible. Por favor, inténtelo más tarde o póngase en contacto con los desarrolladores.
fi: Postipalvelin ei vastaa. Yritä myöhemmin uudestaan tai ota yhteys ylläpitoon.
fr: Le serveur de courriel est actuellement injoignable. Merci d'essayer ultérieurement ou de contacter un développeur.
hu: A levelezőszerver jelenleg nem elérhető. Kérlek próbáld meg újra később vagy jelezd a fejlesztőknek.
nl: De mail server is momenteel niet bereikbaar. Probeer het later nog eens, of neem contact op met de ontwikkelaars.
pl: Serwer mailowy jest obecnie nieosiągalny. Spróbuj ponownie później lub skontaktuj się z administratorami.
ru: Сервер ел. почты в данный момент недоступен. Попробуйте снова или свяжитесь с разработчиками.
sl: Poštni strežnik trenutno ni dosegljiv. Prosimo oizkusite ponovno kasneje oziroma kontaktirajte razvijalce.

source: Password changed.
cs: Heslo bylo změněno.
de: Passwort wurde geändert
es: La contraseña ha sido modificada.
fi: Salasana vaihdettu.
fr: Mot de passe modifié.
hu: Jelszó módosítva.
nl: Wachtwoord is veranderd.
pl: Hasło zostało zmienione
ru: Пароль изменен.
sl: Geslo je bilo spremenjeno.

source: Sorry, the record id ({id}) that you requested is not a valid id.
cs: Omlouváme se, ale identifikační záznam, který požadujete ({id}) není platný.
de: Bedaure, die angeforderte Id ({id}) ist nicht gültig.
es: Lo sentimos, el ID de registro ({id}) que requirió no es un ID válido.
fi: Virheellinen record id ({id}).
fr: Désolé, l'identifiant ({id}) que vous demandez n'est pas valide.
hu: Sajnáljuk, a kért azonosító ({id}) nem érvényes.
nl: Sorry, het record id ({id}) die je opgevraagd hebt is geen geldig id.
pl: Przepraszamy, rekord o id ({id}) o który prosiłeś nie jest poprawnym id.
ru: Извините, запрашиваемый id ({id}) неверен.
sl: Oprostite, id zapisa ({id}), ki ste ga zahtevali ni veljaven id.

source: Sorry, there is no such record ({id}) in our database.
cs: Omlouváme se, ale takový záznam ({id}) v naší databázi není.
de: Bedaure, einen Eintrag ({id}) gibt es in unserer Datenbank nicht.
es: Lo sentimos, no existe tal registro ({id}) en nuestra base de datos.
fi: Ei löytynyt ({id}).
fr: Désolé, il n'y a pas de tel identifiant ({id}) dans notre base de donnés.
hu: Sajnáljuk, nincs ilyen bejegyzés ({id}) az adatbázisunkban.
nl: Sorry, er is geen record ({id}) in onze database.
pl: Przepraszamy, nie zanleziono rekordu ({id}) w naszej bazie danych.
ru: Извините, в базе данных нет такой записи ({id}).
sl: Oprostite, takšen zapis ({id}) ne obstaja v naši podatkovni bazi.

source: Sorry, {num_missing} of the requested records ({ids}) do not exist in our database.
cs: Omlouváme se, ale {num_missing} z požadovaných záznamů ({ids}) se v naší databázi nevyskytují.
de: Bedaure, {num_missing} der angeforderten Einträge ({ids}) gibt es in unserer Datenbank nicht.
es: Lo sentimos, {num_missing} de los registros ({ids}) requeridos no existen en nuestra base de datos.
fi: {num_missing} tiedostoa ({ids}) ei löytynyt tietokannasta.
fr: Désolé, {num_missing} des identifiants ({ids}) requis n'existent pas dans notre base de données.
hu: Sajnáljuk, {num_missing} igényelt bejegyzés ({ids}) nem létezik az adatbázisunkban.
nl: Sorry, {num_missing} van de opgevraagde records ({ids}) staan niet in onze database.
pl: Przepraszamy, {num_missing} z żądanych rekordów ({ids}) nie istnieje w naszej bazie danych.
ru: Извините, {num_missing} из запрашиваемых записей ({ids}) в базе данных отсутствует.
sl: Oprostite, {num_missing} od zahtevanih zapisov ({ids}) ne obstajajo v naši podatkovni bazi.

source: Custom
de: Benutzerdefiniert
sl: Po meri

source: European (metric)
de: Europäisch (metrisch)
sl: Evropski (metrični)

source: British (imperial, distance in km)
de: Britisch (imperial, Distanzen in km)
sl: Britanski (imperial, razdalja v km)

source: Australian (metric, imperial height)
de: Australisch (metrisch, Höhe in ft)
sl: Avstralski (metrični, imperial višina)

source: American (imperial)
de: Amerikanisch (imperial)
sl: Ameriški (imperial)

source: Pilot name
de: Pilot

source: Email Address
de: E-Mail-Adresse

source: Wingmen
de: Begegnungen

source: %(num)u minute
cs: %(num)u minuta
es: %(num)u minuto
fi: %(num)u minuutti
hu: %(num)u perc
nl: %(num)u minuut
pl: %(num)u minuta
ru: %(num)u минута

source: Create Pilot
cs: Vytvořit pilota
es: Crear Piloto
fi: Luo lentäjä
fr: Ajouter un pilote
hu: Új pilóta
nl: Nieuwe Vlieger
pl: Stwórz pilota
ru: Создать пилота

source: Pilot missing in the list?
cs: Chybí pilot na seznamu?
es: ¿Piloto falta en la lista?
fi: Puuttuuko listalta lentäjä?
fr: PIlote manquant dans la liste ?
hu: Pilóta hiányzik a listáról?
nl: Mist de vlieger in de lijst?
pl: Brakuje pilota na liście?
ru: Пилот отсутствует в списке?

source: Create new pilot
cs: Nový pilot
es: Crear nuevo piloto
fi: Luo uusi lentäjä
fr: Créer un nouveau pilote
hu: Új pilóta létrehozás
nl: Maak nieuwe vlieger aan.
pl: Stwórz nowego pilota
ru: Создать нового пилота

source: Pilot
es: Piloto
fi: Lentäjä
fr: Pilote
hu: Pilóta
nl: Vlieger
ru: Пилот

source: Status
es: Estado
fi: Tila
fr: Etat
hu: Állapot
ru: Статус

source: %(num)d pilot
fi: %(num)d käyttäjä
fr: %(num)d pilote

source: Sorry, some error happened when updating your flight(s). Please contact a administrator for help.
cs: Omlouváme se, během aktualizace vašeho letu se vyskytla chyba. Pro pomoc prosím kontaktujte administrátora.
es: Discuple, ha ocurrido un error al cargar su(s) vuelo(s). Por favor, contacte un administrador para pedir ayuda.
fi: Hitto, joku virhe tapahtui lento(j)asi päivitettäessä. Ota yhteys ylläpitoon saadaksesi apua.
fr: Désolé, une erreur s'est produite lors du dépôt de votre (vos) vol(s). Merci de contacter l'administrateur pour obtenir de l'aide.
hu: Sajnáljuk, hiba történt a repülési adatok feltöltése közben. Segítségért kérjük lépj kapcsolatba egy adminisztrátorral!
nl: Sorry, er is ergens een fout opgetreden bij het uploaden van je vlucht(en). Neem alsjeblieft contact op met een admin voor hulp.
pl: Przepraszamy, przy ladowaniu ustopil blad. Skontaktuj administratora.
ru: Извините, во время загрузки полета(-ов) произошла ошибка. Если необходима помощь , пожалуйста свяжитесь с администратором.

source: Your flight(s) have been successfully updated.
cs: Let byl aktualizaován.
es: Su(s) vuelo(s) han sido actualizados con éxito.
fi: Lentosi on lisätty onnistuneesti!
fr: Votre (vos) vol(s) ont été déposé(s).
hu: Repülési adataid feltöltése sikerült.
nl: Je vluchten zijn succesvol geüpdate.
pl: Lot(y) zostal(y) przekazane prawidlowo.
ru: Данные о полете были успешно обновлены.
